{
  "A Frequência": "Somos a voz da estrada, o grito incontrolável que está tomando todas as estações de seu rádio. Nossa freqüência está no ar, bem perto de você e não adianta se esconder do som de quando você dorme sem ter hora para acordar. Do som dos meninos voltando da escola e das meninas em todo lugar. Nossa freqüência está no ar, bem perto de você e não adianta se esconder do sonho que não morre quando caem os corpos. Do fim das trevas e das guerras. Do som de quando as crianças não choram e da palavra muito mais sincera. Nossa freqüência está no ar, bem perto de você e não adianta se esconder. De tão simples e ingênuo, parece até pequeno frente aos moinhos de vento. Mas são gigantes sim e, aposte, estaremos de pé até vencermos. Pois a freqüência está no ar, bem perto de você e já não há como parar. A freqüência está no ar, bem perto de você e a revolução te chama.",
  "A Valsa De Águas-Vivas": "Eu faria tudo outra vez, se soubesse que ouviria o eco responder A tudo aquilo que por noites em claro busquei no radar Mas as antenas não traziam nada, então fiz da estática O mar em que com cinzas nos pulmões, afoguei as mágoas Por não escutar nas conchas as ondas E acabei me enforcando em freqüências sem sinal Terminar seria o fim se não fosse uma variável Nos beijos de quem transmite em línguas que eu não sei E eu não tenho a tecla SAP Para poder ler entre as linhas Quando o sal distorce a visão E entre bolhas tento soltar meus pés e as algas querem dançar Só mais uma valsa (Somos um casal rodando Entre as águas-vivas) Laocoonte não conseguiu conectar seu computador E serpentes do mar não lhe deixaram gravar seus avisos Pois as caixas postais estão lotadas, ninguém dá ouvidos a Cassandra Pois Helena, todos contemplam teu sorriso E eu já não ouço a banda tocar Em teus braços me deixo levar E meus dedos desenham círculos na areia E há quem diga, que nem o mais profundo mar Conseguiu limpar o brilho nos olhos E o sorriso tão ímpar desta Mona Lisa",
  "A Vitoria Ou A Coisa Que O Valha": "Declaramos o fim desta era em que sempre sentimos as nossas vidas morrerem através das janelas Não mais respeitaremos nenhuma lei que diga o que não podemos ou o que temos que fazer Porque hoje o sol nasceu declarando o fim destas lágrimas e eu vou jogar aos céus meus braços e não olhar mais para tras Hoje cantamos sobre as ruínas de suas instituições ultrapassadas e declaramos para toda nossa vida um estado eterno de felicidade Hoje celebramos a nossa vitória sobre o império da tristeza e do medo na escuridão Nunca mais viveremos à sombra de teus deuses e reis Brindamos mil paixões e dançaremos porque hoje o sol nasceu declarando o fim destas lágrimas e eu vou jogar aos céus meus braços e não olhar mais para trás",
  "A dança das Estações": "Vem sem medo a meus braços, meu amor. Que a tristeza não vai mais espreitar pelos cantos e apertar assim o peito. Fica assim, aqui perto, que o teu cheiro me faz seguro, teu calor me protege e teu corpo me cura o vazio. Pra que brincar de ter razão? É besteira não querer errar e é tolice demais curtir a dor. Deixa pra lá tudo isso e vem dançar a dança das estações. Ah, tenta não ligar pra essa gente chata e sem graça. São tolos demais esses mortos cegos e adultos. Gosto de te ver rindo e da riqueza das coisas simples que guardo qual tesouros. E a beleza está em não ter pressa. Que corremos demais, meu amor, e é hora de parar, deitar na grama, falar só besteira e rir da vida. Ah, deixa isso pra lá que esse mundo é todo errado. Fica perto então que tanta solidão já feriu demais. Vem dançar a dança das estações.",
  "Acho Que É a Sua Vez de Jogar": "Já não é mais o mesmo... Então por que insistir em remar em vão? Quando remos sem pás não conseguem mais nos mover? Quando o silêncio não deixa respirar, Nem a amarga brisa toma o lugar do vazio, é infinita a dor Ao sentir que... Já não sei se restou algo no ar... Já não sei se restou algo no ar... E já não sei se há algo mais a perder.  Quem me dera teus olhos pudessem ver por trás dos meus, Agora que nossos mundos estão tão distantes mesmo perto de ti, Por mais que estenda meus braços não mais posso te tocar, Não mais sou capaz de esconder que estou cansado demais pra lutar... E que por vezes eu quis tanto, que meu corpo sumisse no ar... Só pra não ter que escolher... Só pra não ter que voltar... Já não sei se restou algo no ar... Já não sei se restou algo no ar... E já não sei se há algo mais a perder.  Já não sei... Já não sei...",
  "Acho Que é Sua Vez de Jogar": "Já não é mais o mesmo então pq insistir em remar em vão, quando remos sem pás não conseguem mais nos mover ? Quando o silêncio não deixa respirar nem a amarga brisa toma o lugar do vazio é infinita a dor ao sentir que já não sei se restou algo no ar já não sei se restou algo no ar já não sei se há algo mais a perder (2x) Quem me dera teus olhos pudessem ver por trás dos meus, agora que nossos mundos estão tão distantes e, mesmo perto de ti, por mais que estenda meus braços não mais posso te tocar, não mais sou capaz de esconder que estou cansado demais pra lutar.. e que por vezes eu quis tanto que meu corpo sumisse no ar.. só pra não ter que escolher.. só pra não ter que voltar.. já não sei se restou algo no ar já não sei se restou algo no ar já não sei se há algo mais a perder já não sei se restou algo no ar já não sei se restou algo no ar já não sei se há algo mais a perder já não sei...",
  "Acho que Não Estamos Mais no Kansas": "Foi um erro a linha curta demais Para marcar a saída e voltar Agora nem a sombra atrás Um cigarro sentado no escuro Ao olhar de pena do minotauro Que um dia cansou de se importar Fio de vida num \"Solitário torrão de rocha e metal\" Vou sem pele a caminhar Não me telefone que onde estou não há sinal Vou descer pelo vulcão Moedas nas pálpebras, arriscando a contramão Quando Deus e o diabo Disputam sua voz Como não se sentir especial? Quando a serpente sem dentes sorri E aplaude em pé cada conquista e marco de sua vida Como resistir aos flashes e gritos? Chão zero, ser ou nada É sempre a mesma pergunta afinal São três horas da manhã Tudo está fechado e você já me esqueceu Não sei como aconteceu Um erro do espaço e tempo em que a gente se perdeu Cão desfamiliado, brindo a chama em cassiopéia Vago pelas ruas, sigo nero e suas velas Sem porto seguro, tudo pode acontecer Não sei se foi certo, só que tive que fazer - Não retorno, o que tiver de ser será! Só um pouco pra chegar ao centro do inferno Onde os deuses passam mal de tanto calor E ninguém pode julgar O homem que arrancou os olhos para então enxergar",
  "Acontece Agora, Ou a Carta de Adeus do Garoto Unabomber": "As pessoas são estranhas. Às vezes quero distância. Eu não sou daqui, tenho certeza, E sabe, cansei tanto de falar, Tentar e insistir Tão fechado e tão externo, Um corpo d'água no inferno, Perco sempre algo de mim. Essa gente não me quer, E eu não tenho nada a ver Com mais ninguém que vive por aqui Então tudo bem, não há mais segredo, Eu vou ficar bem, espero que faça o mesmo. Que eu não posso ter nem mais um segundo Onde tudo me faz mal, onde nada faz sentido pra mim Não é nada pessoal, às vezes Até consigo sentar e sorrir E jogar conversa fora, Mas eu sempre penso em ir embora E em sumir dessa gente que maltrata, Não aprende e nunca para de falar e de mentir. Sinto muito, eu vou viver O meu mundo sem você E nada mais, nada mais vai me ferir Então tudo bem, não há mais segredo, Eu vou ficar bem, espero que faça o mesmo Que eu não posso ter nem mais um segundo Onde tudo me faz mal, onde nada faz sentido pra mim E aqui se proclama o mantra da estrada: “O que era já se foi, a vida acontece agora E o que será é distante demais, a vida acontece agora.”",
  "Adeus Sofia": "Diz que não é tarde Diz que não vai começar A dizer que já vai Comece uma frase E eu te digo outra vez mais \"Tudo bem... Tanto faz...\" Diz pra mim que vais estar lá Sempre pra me segurar Se eu deixar que Me atires rumo ao céu Me diz, que eu vou acreditar E nem vou pensar se me chamar pra fugir contigo outra vez Não vou pensar se amanhã A certeza será talvez (2x) Há tanto medo agora Que vamos ver o que restou Após a tempestade Tanto se fez perder E é tão errado Escolher o deserto Pra ancorar nossas pernas Não permitas Que a solidão me seja o fim Ao gritar por teu nome Diz que eu vou guardar-te sempre em meu rosto este mesmo olhar E nem vou pensar se me chamar pra fugir contigo outra vez Não vou pensar se amanhã A certeza será talvez. (2x) Comece uma frase Sofia, Qual aquelas que acendiam estrelas Me deixa uma vez mais Encantado pela voz que vence madrugadas. Ah, sofrer em teus braços Seria o meu prazer E viver em mil pedaços Seria tudo pra mim E nem vou pensar se me chamar pra fugir contigo outra vez Não vou pensar se amanhã A certeza será talvez (2x)",
  "Alice Narcoléptica": "Ah meu amor, este suor enfermo Blasfema meu erro, de faca em punho Clareio teu rosto, te faço meu sonho Pra que entre eu e tu não existam segredos E se te peço perdão, é porque te amo E se te marco meu nome é porque te venero A tua beleza, teu calor eterno Salva este coração mundano Ah meu amor, me faz oceano Pra que dissolva em ti meu choro profano Por ter cometido o pior dos enganos Hoje sei, sem você amor, não sou vida, Sou dor, amargura, vazio e ferida Salva este coração mundano.",
  "Antítese": "Foi sem querer que eu pensei ser Capaz de atravessar o céu em frases Que soubessem tudo sobre mim. Juro, eu tentei não revolver os olhos E curar-me do vicio de querer bem Mais do que posso ver quando sei Que é muito mais do querer ser. E é tão ruim pensar Que não há nada que eu possa fazer E nada que me afaste de ser assim E querer provar tudo E ter respostas a todas as perguntas. E por que não? A vida me tem sido tão Complacente, que jamais me negaria Uma vez mais, só pra ter em mãos E dizer adeus, e eu pensaria uma Vez mais, ter o poder de enganar Quem me faz casa e alimenta, Me abraça e orienta... Será que eu nunca vou me mudar? Me parece tão regular voltar para Jantar todos os dias, mesmo que eu Sinta a mesa se equilibrar entre os Postes no fio de alta tensão. E por que não? É só fingir que estamos firmes no Chão e nada vai acontecer... E nada vai deixar de ser como sempre foi e eu vou olhar pra baixo E te ver passar E te dizer uma vez mais: \"Uhuu, você não gostaria de subir pra tomar uma xícara de chá e falar dessas vidas tão usuais quanto as nossas?\" Na teoria funciona...",
  "Ao Que É Bom Nessa Vida": "Tudo mudou O que foi que aconteceu Que de repente acordamos nesses dias? Ainda posso sentir o sabor Do que a gente perdeu E ainda penso em você, acredita? Vem dar valor ao que é bom nessa vida Que é tolice viver por viver, E já é dia de deixar pra trás a dor e o \"tanto faz\" É cedo ainda Fomos tolos e egoístas pra crescer. Crescer sem alegria. Dizer \"pra sempre\" é bem menos Do que sentir na carne querer de verdade E tem coisas que não vão sumir, você sabe Tem um lugar em mim que é só teu E nada vai mudar porque é meu Mesmo que a gente deixe errado A que a gente escolheu",
  "Apertem Os Cintos": "deixa pra lá, esquece o que eu falei? nada demais. já não sei o que dizer então me deixa ir agora e nada mais me importa quero sumir desse lugar quero fugir sem olhar pra trás não sei porque acreditei que iria ser diferente agora tudo oque eu guardei ficou tão distante e já não é como em instantes atrás já não faz mais sentido algum e nem ser grandes amigos vai conseguir tomar o lugar da tristeza que eu sinto e do vazio em meu olhar não sei porque fui te dizer tudo que eu sentia agora tudo o que eu guardei ficou tão distante quando eu soltei as tuas mãos e te deixei em teu portão tudo ficou tão cinza e frio e o mundo em que eu vivia já não foi como em instantes atrás já não fez mais sentido nenhum",
  "As I Fall (the 7th Hit)": "I fell mentally disturbed 'Cause me eyes are filled by these Empty smiles and dirty words You wanna kill my self esteem Wanna lead my fate to these Envy wheels and hatred walls Just take these eyes off me 'Cause I will no more believe... I won't try to understand My life has been a script of scars And I can't return... I won't be the way I was before I broke your cross Just don't wanna to wake up With a bullet in my mind I don't wanna feel like searching for Satisfaction on blind beliefes... I'm sick because I'm always breaking my knees... Am I quitting now? No... My distance is good Because your look reminds me something I guess I would... Someone in my past... Someday in your hands... It seems like part of my life Was stolen for the times... Times I trusted you so... Times you broke my trust... Just take these eyes off me 'Cause I will no more believe... I won't try to understand. My life has been a script of scars And I can't return... I won't be the way I was before I broke your cross Substance on taking sides... Don't you think I'll find myself empty like this I'm so convinced But, no force, will burn my hands on it",
  "Astro Boy": "I've grown up an astro boy All my treasures are on this tape I live in a far away red planet This is my space rock radio show Billions of miles straight into your radio I know you're Daydreaming when you hear me Turn on the yellow rocket Turn on the yellow rocket now Fly away the universe, but listen to the music loud When your eyes stare at the horizon And people talk to you but you hear no sound You can be sure the frequency is perfect Look, the stars are flashing in red and blue The moon is the globe of our own disco club If you come and dance I'm sure you will hear me Turn on the yellow rocket Turn on the yellow rocket now Fly away the universe, but listen to the music loud",
  "Bad Seed": "Before my eyes I'm bleeding You sold my heart to bleed Before my eyes I'm so dry You'll find out I'm the real nothing Before my eyes I'm guilty as You sold my life to take A spoon os lies for your days I can't release my anger... I can't release my anger and soon we'll be carved on it... I can't release my anger... I can't release my anger... It's true, but maybe it's just blue my time I can't let go my blood now You told I'm \"real\" but you mean \"broken\" Oh, my, where to build my house now it's all gone You sold my heart Just to waste your day And sold my faith to take A spoon of hate for your days But I can't release my anger... I can't release my anger and soon my way will last a scream I can't release my anger... I can't release my anger... Excuse me for I've been dead for some time... If you stay with me We'll start to bleed And seed the fields with our curse Oh, my, I've been here so many times You sold my heart You sold my life But could you see I wasn't there? We're sold our lives together... And soon our way will last a breath I can't release my anger... I can't release my anger... It's gone and still we love it... I can't release my anger... I can't release my anger... What if we play dead for some time?",
  "Balada do Corcel Verde Velho": "Escutei tua voz ao fundo mandando me dizer que não estava, e me senti um idiota porque sei que, como sempre vou tornar a te ligar... só pra ouvir a tua voz doce me falar Que talvez amanhã pode ser, e que ligue outro dia pra você... Como pude ficar tão vulnerável... E tão inseguro em tuas mãos? Caminhando com medo de que o chão suma de mim sem dizer porquê... Mas toda vez que você está perto de mim, Eu esqueço tudo te olhando sorrir, E tudo soa como música até a hora em que você me beija no rosto, E outro adeus me diz...  Tento me dizer que talvez seja melhor assim, E que talvez teu mundo não tenha lugar pra mim. Já perdi as contas de quantas noites passei dirigindo sem sentido, Pensando em te dizer... Que morri e que não precisa se preocupar porque nunca mais vou rastejar por estar perto de ti. Me diz o que você quer de mim. Me diz porque tem que ser assim... e porque me deixou um recado pedindo pra não sumir...",
  "Brigada Kenaima, a Canção Das 43  Garrafas Ao Mar": "Eu joguei outra garrafa ao mar Com um pedido de socorro a quem puder me salvar Já não há mais nada meu aqui Correndo em torno da ilha sem nunca me alcançar! Que os planetas se alinharam e eu só quero fugir Queimar as roupas na fogueira e cirandar até cair Que eu tropeço, me levanto, existe algo em mim Que me faz seguir o sol e nunca desistir A lua e não o fim Eu sou bicho de caverna Não sou de muitos amigos Mas tenho quem me queira bem E não tenho muito a perder Umas caixas, alguns discos Mas tenho amor por viver Que estou cansado de tentar me explicar Consertar todas as coisas e sempre virem mais Não tenho todas as respostas Não quero chegar primeiro Não quero mais ferir meus dedos cavando no cimento Meus olhos contra o vento Estou sobre dois pés na torre com o transmissor no talo Alguém aí no radar? Alguém quer dançar e não correr? Alguém quer montar cabanas, viver bem longe daqui E falar de amor, da gente ser feliz E não do que comprar ou de quem é a culpa? Diz, sei que você me entende Nem tudo está perdido É esse mundo que está torto Não esse espírito não as nossas tribos",
  "Buck Rogers e o  Eterno Retorno": "Tantos dias passam... Tantos passos que já não Lembramos mais a cor do asfalto. Tantas frases sem fim... Filosofia circular Regada a tanta frustração. Sinto que já vi esse lugar, Sinto que já estive aqui Não faz tempo Em que caminhamos tanto, tanto em vão Ruas tão vazias Desaparecem na cidade. A fumaça sépia cobre as flores. Olhar fixo sem nada mais a esperar... Talvez não fosse o que pensou Ao sair de casa e abortar a nave mãe Buscando sua órbita no espaço. Agora o fio que te deu A segurança de voltar se foi E o ar acaba devagar e devagar... Sinto que já vi esse lugar, Sinto que já estive aqui Não faz tempo Em que caminhamos tanto, tanto em vão (4x)",
  "Camposanto 300 Km por Hora (Mister Hyde Mode On)": "Irma, nasci predestinado Nao me faz ajuda a seduçao por tudo que me faz mal e me faz errado Nasci predestinado a correr contra luzes que me apunhalam demais pra ver se eu cuspo este apetite voraz de quem nunca soube respirar sem sentir tantas farpas de quem nunca soube respirar sem o sangue na garganta Faminta irma, por onde fores devoras esta sina afasta o cancro que queima e toma minha alma vadia, maldita, sedenta e seca demais arranca a ferida e esfola a carne fugaz de quem nunca soube respirar sem sentir tantas farpas de quem nunca soube respirar sem o sangue na garganta Eu que te quis sempre, ó, escarlate asfixia Desculpa, a amarga falha entorpece-me a busca porque nunca soube respirar sem sentir tantas farpas porque nunca soube respirar sem o sangue na garganta porque nunca soube porque nunca soube porque nunca soube respirar sem o sangue na garganta",
  "Camposanto 300 Por Hora (mr. Hyde Mode On)": "Irmã, nasci predestinado. Não me faz ajuda a sedução por tudo que faz mal e me faz errado. Nasci predestinado à correr contra luzes que me apunhalam demais pra ver se eu cuspo este apetite voraz de quem nunca soube respirar sem sentir tantas farpas... de quem nunca soube respirar sem o sangue na garganta. Faminta irmã, por onde fores devora esta sina. Afasta o cancro que queima e toma minha alma vadia, maldita, sedenta e seca demais. Arranca a ferida e esfola a carne fugaz de quem nunca soube respirar sem sentir tantas farpas... de quem nunca soube respirar sem o sangue na garganta. Eu que te quis sempre, oh, escarlate asfixia... Desculpa, a amarga falha entorpece-me a busca porque nunca soube respirar sem sentir tantas farpas... porque nunca soube respirar sem o sangue na garganta.",
  "Caro Combatente": "Sei que não deixamos de acreditar. Vejo em cada rosto e em cada olhar. Mas quando foi que a apatia fez calar A paixão de nosso encanto? Deixa o sonho arder Cada parte e veia desse teu corpo E combate. Sei que em cada coração Reside uma revolução Pronta pra reescrever a história. Cada vez que o mal marchou pra esmagar As flores do jardim de nossos versos Fez brotar da terra a força mais voraz Que fez rachar o concreto Deixa o sonho arder Cada parte e veia desse teu corpo E combate. E que em cada coração Resida uma revolução Pronta pra reescrever a história E que em cada coração A chama inspire a ação Que torne a nossa existência incrível \"A nosotros no nos dan miedo las ruinas, Porque llevamos un mundo nuevo en nuestros corazones. Ese mundo está creciendo en este instante\" (Buenaventura durruti) E que em cada coração Resida uma revolução Pronta pra reescrever a história. E que em cada fábrica, em cada escola e em cada lar Se faça ouvir a canção dos sonhos, A canção da vida.",
  "Carro Bomba": "Outra semana trabalhando como um desgraçado. Pela janela minha vida a desaparecer e os sorrisos a minha volta me fazem querer morrer. Um dia vou tocar fogo nessa merda e não vai sobrar nada... Pela janela o computador, a máquina de escrever, você e seu mundo fútil sem porra nenhuma a me dizer. Eu não tenho nada a ver com seu narcisismo idiota... eu não quero ser como você, um verme a cultivar gravatas, status quo de merda... Você não imagina o que eu tenho em mente quando digo bom dia... Quando digo \"sim, senhor\" eu penso em te erguer pelo pescoço e te ver mijar nas calças, seu filho da puta. Como um carro bomba aguardo minha hora de explodir e levar tudo comigo. Pela janela o computador, a máquina de escrever, você e seu universo megalomaníaco inútil. O relógio marca incessante a hora. Será que hoje eu estouro ou eu vou embora, pra amanhã te imaginar rastejando só mais uma vez... Eu não tenho nada a ver com seu narcisismo idiota... eu não quero ser como você, um verme a cultivar gravatas, status quo de merda... Você não imagina o que eu guardei só pra você...",
  "Caulfield": "Não vou saber dizer o que há Não vou poder jamais explicar Os dias em que pensei ter Respostas para tudo Fingindo ser forte e negar Que eu nem sei se eu quero saber Se amanhã vai ser igual (ou não) Porque me assusta tanto Não ter histórias pra te ouvir contar Quão mais tentei saber e falar Mas tropecei em minha língua Esperas que eu seja forte Atrás deste escudo Que nunca me deixou enxergar Que eu nem sei se eu quero saber Se amanhã vai ser igual (ou não) Porque me assusta tanto Não ter ninguém pra poder abraçar Teorias de viver Não me deixaram rumos E agora eu estou parado As pessoas vão e vêm E é tudo tão confuso Eu só queria voltar pra casa Mas agora nem mesmo você Está aqui pra me explicar Eu juro, eu tentei correr Mas acho que foi tarde demais Agora quem vai se importar? Meus dois braços não vão bastar E ninguém vai me ajudar A tirar as crianças do campo",
  "Celebrate Isolation": "We used to pray for daggers. We used to let them shy in our eyes. I've been bleeding threw these fingers waiting for things I knew but I was so sad and frightened not to alarm. Am I guilt for it... Yes, silence is crime. And there's a crying truth beneath these sincere stands. How to think or figure when nothing remains for us both? We can't fire the siren so we'll let the blank fields light our celebration and rescue the dedication our lightened souls let fade out in our hearts. Would you help spread it? Keep safe my route (just tell me stories about eternal pain). We'll loose hands as I leave. Yeah, it's my pleasure darling, but now how will it remain for our lives? Why must we think so much when we both know that we always end up staring into the blank sight of our bedrooms? Celebrate Isolation... celebrate as your ghosts silent rise!!! So wait till the sun bring light to your life and see the glorious days were made of foolish gold. Hold your truth and never watch... memories will soon become another rainy day for the meaning of our past.",
  "Cem Mil Bolas De Neve": "\"As vezes tudo em que digo acreditar parece tão idiota e eu nem sei se já fui derrotado antes mesmo de erguer minhas armas as nuvens. Será que as minhas trincheiras me esconderam demais, me cobri de poeira e nada pude ver? Teorias tropeçam na mesa do bar e no fundo sabemos que já não há um dragão gigantesco apenas que precise cair para o sol um dia voltar a brilhar, e que na verdade ele pode estar te dando um sorriso agora que amortecido acordas e não sabes o que quer. Se os porcos tomaram a casa dos senhores e andam em duas patas porque não ouves a voz que grita em teu coração a dizer que é hora de morrer para o inimigo que vive em você?\"",
  "Ceremony of the Mercy Master": "So blind... So blind... So blind... You hide your face. So blind... So blind... So blind... You hide your face again. You seem so convicted... your sorrow almost blind me. You scream your envy against the wind but you can't clear the tears because, So blind... So blind... So blind... You hide your face. So blind... So blind... So blind... You hide your face again. Sometimes you feel so wasted you exhale self-pity. You scream your faith against the wind but you know that noone will hear you. So when you say \"I can hear the beating faith from my heart\" I can read clear in your lips \"I don't know where to start\". So blind... So blind... So blind... You hide your face. So blind... So blind... You hide your face again. You light candles to play with your shadow but you can't see it... So blind... So blind... So blind... You hide your face. So blind... So blind... So blind... You hide your face again.",
  "Clandestino": "Eu não sou daqui. Sou imigrante em meu próprio país. Alguém distante, Que vive feliz com pouca coisa. Sabe, o coração sempre na boca... Pego meu casaco e vou pras ruas. Rosto ilegal de alma suja, Sem lugar no céu Ou no inferno. Pronto pra lutar de peito aberto. Que eu não sou daqui. Eu vivo à parte. E me sinto assim a maior parte do tempo. Só eu contra o mundo. Quieto, deslocado e vagabundo. Se me falta o ar, Sinto desespero e quero andar. Sou gota no mar, Mas sou ele inteiro E quero mais. Eu não sou daqui, Sou estrangeiro, E sinto saudade o tempo inteiro Dos países e terras distantes Que só vi nos filmes de amantes. O meu coração é expatriado E pula como um gato selvagem. O meu passaporte é rabiscado De canções e versos censurados. Que eu não sou daqui, Sou clandestino em minha vida.",
  "Colheita Maldita": "Vomito o coração, de olhos abertos ergo meus punhos ao céu. Do peito um grito se rasga aflito: Nunca mais submissão! A colheita maldita aponta e indica: as crianças têm o poder. É o fim senhores, as crianças cresceram e estão prontas para colher. As canções proibidas correm nas veias: É hora de atacar. Em cada olhar uma bandeira, a mesma vontade de gritar. As crianças do campo cresceram. As crianças do campo cresceram. O coração de tróia entrou e explodiu: É hora de infestar. Este é o tempo. Essa é a nossa vez. Crianças do campo o mundo é de vocês.",
  "Com você não vou ter medo": "Eu sei, Parece importante ficar em silêncio. Mas de que importa Manter tantos dissabores E mastigar pregos Pra conter as dores? Vem meu bem, Deixa que o inverno vai passar. Tudo é tão sem querer E é tão fora de moda ficar mal. Sabe, parece que foi ontem. Tudo era tão puro E éramos tão jovens Que querer pouco era tão fútil. Correr tão covarde E resistir inútil. Diz pra mim, o que é que foi, Quem roubou meu bem querer? Que hoje é assim, Tanta dor, E eu sinto tanta falta de você, De andar pelas ruas sem saber porque E de escrever nas roupas Tudo que ninguém parece escutar. Diz se não é tão adolescente Manter tuas cartas em papel de presente. Querer guardar assim comigo Tudo o que ficou em algum ponto perdido E que pra mim faz valer ser feliz. Deixa de ser assim meu anjo Que eu sinto tanta falta de você, De andar pelas ruas sem saber porque E de escrever nas roupas Tudo que ninguém parece escutar. Então vem... é sempre cedo E com você não vou ter medo. [6x] Vem andar pelas ruas sem saber porque E escrever nas roupas Tudo que ninguém parece escutar.",
  "Comerciais de cigarro": "Sob a lua cheia te fiz mil promessas de sol pra iludir a sombra. Me fiz santo de argila e te enchi de contos sobre a vida e de como seria olhar pra frente. Não me joga na água quente, nem me bota de ponta cabeça pra ver se eu te arrumo alguém melhor que eu. Alguém que não te deixe tão García Márquez, feito personagem de Cem Anos de Solidão. Você quer voar, mas eu só sei contar estórias que não mais te encantam. Em nossa aldeia há tanta gente, sozinha amontoada e correndo... Passando entre os carros só pra ver comerciais de cigarro na TV. Às vezes a gente fica assim, mesmo sem motivo, e quer andar por aí. Às vezes a gente não sabe o que quer, mas sabe como é, e quer muito mesmo assim. E é engraçado ver que tudo sempre esteve aqui mas a gente achava que estava tudo errado. Hoje é assim, você aí longe de mim, aqui do meu lado. Tão García Márquez, feito personagem de Cem Anos de Solidão. Você quer voar, mas eu só sei contar histórias que não mais te encantam. Em nossa aldeia há tanta gente, sozinha amontoada e correndo... Passando entre os carros só pra ver comerciais de cigarro na TV",
  "Corona Australis": "Corona Australis despencou do céu Os bares fecham e é tudo tão vazio... Caput Kaput Caput [2x] O olhar não mais se levantou e o serpentário... Não me ressussitou [2x] Nada demais e eu espero não saber de um novo dia Hades já vai pedir as contas e então vou esquecer... Luther Blisset ninguém sabe onde está e o telescópio mente... Caput Kaput Caput [2x] Eu tranco as portas e não vou atender mais ninguém Deixei a esperança... [2x] Ó vós que entrais em minha casa pra tentar me encontrar... Que já não sou mais tão inocente, mas não quero ainda crescer... Sun Tzu e Saint Seiya [4x] Lá lá lá, no céu radiante vou, vou, vou voar sem destino... Vou brilhar em chamas no espaço e acordar todos os vizinhos. Corona Australis despencou do céu...",
  "Correção": "Correção - Não deves compreender a ida. Acorda cedo... Acorda pra ver quanto tempo perdeu com tanta areia na vista. O corpo decompõe... o corpo decompõe aos poucos e não há nada que devolva a sensação de ainda termos tanto a viver, termos tanto a ver com correntes nas pernas e a boca em xilocaína não deixando saber... não deixando sentir o gosto das sobremesas pelas quais trocamos nossas vidas. Correção - Em \"dialética materialista\" erguemos estátuas faraônicas que representam arquétipos da satisfação em versões que não rodam em Linux e que não vão deixar teu acesso ultrapassar a segurança da rede. O que farias ao constatar que a Dolly de Jeová tem o DNA de Gates e Lênin e que curamos a revolução sexual com sarcomas de kaposi, nosso quintal armazena teus erros e acertos... e que brindamos ao mesmo \"O Capital\" estudado em Harvard e pelo qual reciclamos utopias em petróleo. Pandora, agora é tarde demais... O Zyklom B está por toda parte e estáticos frente a comerciais movemos dínamos e engrenagens: Trabalhar e prosperar, estudar e alcançar o nirvana patriarcal... Aprender a processar e a parcelar as dívidas. Kafka, morfina e Anthrax. Correção - Música popular deve anestesiar as mentes em refrões atóxicos...",
  "Corvos Do Paraíso": "Palavras mais palavras Malditas, desgraçadas... Outra vez jogadas contra o vento Tudo aquilo que senti Já não vale mais nada Agora que vejo o quão tolo foi acreditar Que o calor humano da revolução Jamais queimaria minhas mãos \"Solidariedade proletária\" escorrer Ver o sangue nas costas de meus irmãos... Agora que se contam corpos como grãos Com os mortos enterramos nossos ideais Como não alimentar O ódio em meu olhar Se a dor da traição aumenta cada vez Que lembro de teu discurso febril Escondendo a foice em teus olhos E me sinto tão usado, infantil E tão culpado, imundo, vazio, doente, imbecil Tudo por ter acreditado uma vez",
  "Dance Rádio, Dance!": "Holden caulfields do mundo uni-vos! Gregor samsas, Todos que levam consigo a chama! Que não aceitam Morrer de tristeza como final. Este é um chamado A todas as crianças do campo Que cresceram sem perder a esperança. Nossa frequência toma as ruas, Mostra a que viemos. Hoje tomamos o mundo E a sua rádio ouvirá as guitarras Dos porões e garagens, Das bandeiras e corações. Hoje tomamos o mundo E a sua rádio está expropriada Em nome das luzes que brilham Pra vencer o escuro. Que cada um que já chorou ouvindo smiths Saiba não estar só. Cada um que quis Escalar carteiras escolares como Os poetas mortos. Por décadas fizeram Calar nosso querer. Que sua impotência lhes faça saber, Vamos fazer depravações Em seus enterros. Hoje tomamos o mundo E a sua rádio ouvirá as guitarras Dos porões e garagens, Das bandeiras e corações. Hoje tomamos o mundo E a sua rádio está expropriada Em nome das luzes que brilham Pra vencer o escuro. Durrutis dos subúrbios, tomem as rádios, Subcomandantes marcos, As poesias xerocadas E espalhadas em preto e branco. O pavio foi aceso, tomem as rádios, Que agora não há volta. E que cada coração leve consigo a revolução. Hoje tomamos o mundo E a sua rádio ouvirá as guitarras Dos porões e garagens, Das bandeiras e corações. Hoje tomamos o mundo E a sua rádio é das crianças do campo. Então dance rádio, dance, Que hoje o sol nasceu com corvos no céu.",
  "Devorador de Tempestades (Teimoso Demais Pra Cair)": "Eis que me cansei de ser distante E vi que a distância nunca esteve aqui Entre ruínas e pedaços O que perdi foi o que não partiu Ah, se eu soubesse disso antes Não teria sido errante do que sempre quis Fiz-me escravo disso tudo E no final não encontrei amor O que foi perdido nunca foi meu E o que mais perdi foi a mim O que foi perdido nunca foi meu E o que mais perdi fui \"eu\" Sempre procurei ver no exausto A poesia que não preencheu Que lá no inalcançável horizonte Tudo parecia infinito Ah, que se soubesse que a casa Que sempre busquei esteve perto assim Não teria derretido as asas Voando ao fogo que me consumiu O que foi perdido nunca foi meu E o que mais perdi foi a mim O que foi perdido nunca foi meu E o que mais perdi fui \"eu\" Todavia, o quanto desisto já insisto Que sou teimoso demais pra cair Sou devorador de tempestades Me faz grito a tormenta em mim E o que está perdido está perdido Vou atrás do que preciso e já sei onde correr E o que está perdido está perdido Vou atrás agora do que me faz arder",
  "Discórdia (Carro Bomba 2)": "Faça mais barulho. É, eu sou um poço de raiva mas eu tento ter foco. Sociopata urbano, coração insano, meu desafio é ter foco. Quando eu vejo demais, penso demais, isso às vezes não me faz bem. Tanta gente escrota com Jesus na boca em Mercedes Benz. Estou cansado de ver tanta violência logo quando acordo e lembrar de você. Sou um carro bomba e cago pra suas compras Channel ou D &amp; G.. No meu bairro as pessoas se esfaqueiam por qualquer porra que seja e derrubam no chão sangue de escravidão, o óleo que move o sistema. Discórdia. Discórdia. Mas minha vontade é te acertar, mandar toda essa porra pro ar. Discórdia. Discórdia. Usam a pior das armas pra te manter passivo, usam a ignorância. Controlam as escolas, educam as crianças vomitando propaganda. Tente enxergar, a ascensão social que eles pregam é só pros filhos deles. Conheça o inimigo, não fique de joelhos, não venda sua mente. Discórdia. Discórdia. Alguma coisa tem que ser feita, é hora de ação, hora de desrespeito. Discórdia. Discórdia. Desligue sua TV e leia 1984 (desconfie dos vermelhos). Entenda Malatesta, Emma Goldman, Durruti. Seja alguém verdadeiro, não pise nos outros e comece por você. Acima de entender, faça. As rádios mentem: é tudo criado pra você não pensar em nada. Faça mais barulho. Faça mais barulho. Faça sua raiva derrubar os muros. Discórdia. Discórdia. Faça sua raiva derrubar os muros.",
  "Discórdia (Carro Bomba II)": "Faça mais barulho. É, eu sou um poço de raiva mas eu tento ter foco. Sociopata urbano, coração insano, meu desafio é ter foco. Quando eu vejo demais, penso demais, isso as vezes não me faz bem. Tanta gente escrota com Jesus na boca em Mercedes Benz. Estou cansado de ver tanta violência logo quando acordo e lembrar de você. Sou um carro bomba e cago pra suas compras Channel ou D &amp; G.. No meu bairro as pessoas se esfaqueiam por qualquer porra que seja e derrubam no chão sangue de escravidão, o óleo que move o sistema. Discórdia. Discórdia. Mas minha vontade é te acertar, mandar toda essa porra pro ar. Discórdia. Discórdia. Usam a pior das armas pra te manter passivo, usam a ignorância. Controlam as escolas, educam as crianças vomitando propaganda. Tente enxergar, a ascensão social que eles pregam é só pros filhos deles. Conheça o inimigo, não fique de joelhos, não venda sua mente. Discórdia. Discórdia. Alguma coisa tem que ser feita, é hora de ação, hora de desrespeito. Discórdia. Discórdia. Desligue sua TV e leia 1984 (desconfie dos vermelhos). Entenda Malatesta, Emma Goldman, Durruti. Seja alguém verdadeiro, não pise nos outros e comece por você. Acima de entender, faça. As rádios mentem: é tudo criado pra você não pensar em nada. Faça mais barulho. Faça mais barulho. Faça sua raiva derrubar os muros. Discórdia. Discórdia. Faça sua raiva derrubar os muros.",
  "Dorian": "Tantos motivos pra parar e Tantos motivos pra dizer que não Faz diferença estar bem Entre o corpo esquálido e o cálice vazio, entre os lábios rachados, entre as cinzas do que restou de ti frente a teus medos, do que contarás para teus filhos Entre o espaço dos dias que nunca se vão e o olhar deprimido frente a televisão trair tudo o que sentes se repete, quão mais tentes dizer saber que nao há Tantos motivos pra parar e Tantos motivos pra dizer que não Faz diferença estar bem \"Por que me acordou? Por que me quer bem? Fecha a porta do meu quarto, não me importa ser exato no que desejei...\" Narciso se olhou dentro de seus olhos, como se estivesse fora de seu corpo. Nunca se sentiu tão doente. \"Estamos fora do ar temporariamente pois nossos transmissores estão em manutenção\" Serei eu este anjo caído ao chão? Já não se parece mais comigo... Já não se parece mais Domingo. Mãe, diz que não foi nada... eu fui tão cego voando rumo a luz. Mãe, perdi minhas asas no fogo e agora meus braços sangram.",
  "Dragões Em Guerra": "Não me arrependo, que as coisas que fiz, fiz sem medo. Então cuida dos teus, que a noite vem e vou cuidar dos meus. Moro num lugar estranho, de valores confusos e deuses viciados. Onde as crianças morrem por nada e por nada pagam mil pecados. Já tentei gritar toda a dor do peito. Expulsar demônios. Então cuida dos teus, que a noite vem e vou cuidar dos meus. Hoje na lua é festa e podemos ver a dança dos dragões embriagados. Olha pela janela, tem tanta tristeza aqui que eu só quero um abraço. Já desenhei carneiros, chapeis e elefantes. Já conheci guerreiros e cavaleiros errantes. Aprendi a amar e a cantar sobre amor mas não sei ficar aqui sem me sentir distante. Pshhhhhh.... Não vou morrer, não sou de lugar algum. Mas vou proteger a minha casa. São tempos ruins, mas tudo vai passar. Não te esqueças de mim que te guardo em meu lar. Eles partiram com seus hinos burros pra matar uns aos outros. Então cuida dos teus, que a noite vem e vou cuidar dos meus.",
  "E Livrasse A Todos Que, Pelo Pavor Da Morte, Estavam Sujeitos A Escravidão Por Toda Vida": "Não, não vou seguir sua luz. Seu perdão não me interessa. Não, não sou um pote vazio pra você encher de lixo. Não tenho que agradar ninguém nem medir palavras: Eu não compro seu Deus. Não compro sua farsa. Não vou me ajoelhar a seu livro sexista de guerras e desgraças, julgamentos e mentiras. Não, não vou me ajoelhar pra você. Não vou me drogar com seu Deus só pra me curar do vazio que você me deu arrancando de mim a minha inocência e trocando minhas pernas por suas muletas. Não, você não vai mais arrancar nada de mim. Não preciso de você pra provar minha existência. Hoje eu vejo alem… alem dos seus muros, alem de suas feridas. Não quero mais você nem suas mentiras. Seus templos de miséria, sua história de covardia. Não quero mais você nem sua porra de doutrina. Sua igreja não me diz nada. Sua vontade não me diz nada. Não sou mais um fraco de joelhos. Não sou mais o que apanha e diz amém.",
  "E Livrasse a Todos Que Pelo Pavor da Morte": "Não, não vou seguir sua luz. Seu perdão não me interessa. Não, não sou um pote vazio pra você encher de lixo. Não tenho que agradar ninguém nem medir palavras: Eu não compro seu Deus. Não compro sua farsa. Não vou me ajoelhar a seu livro sexista de guerras e desgraças, julgamentos e mentiras. Não, não vou me ajoelhar pra você. Não vou me drogar com seu Deus só pra me curar do vazio que você me deu arrancando de mim a minha inocência e trocando minhas pernas por suas muletas. Não, você não vai mais arrancar nada de mim. Não preciso de você pra provar minha existência. Hoje eu vejo alem... alem dos seus muros, alem de suas feridas. Não quero mais você nem suas mentiras. Seus templos de miséria, sua história de covardia. Não quero mais você nem sua porra de doutrina. Sua igreja não me diz nada. Sua vontade não me diz nada. Não sou mais um fraco de joelhos. Não sou mais o que apanha e diz amém. xIsadora R.x",
  "E Quando For Rimar Amor Vai Ser Pra Rádio Am": "Eu era tolo demais Pra entender que explicar Tudo que eu sentia Só me complicava a vida. Hoje até sei, mas nem ligo. Porque sei que complicar É meu jeito de encantar. E que esse meu olhar perdido Te arranca o sorriso Que me encanta. Que se for amor, não deixe escapar. Que só por amor faz bem rimar Batom com tão bom, Mar, cantarolar e larala-lala-lara-la... Sei que já me ouviu falar tudo isso, Mas meu ar, Eu respiro exagero E grito em desespero: - Sem você eu não existo! Que sou entregue demais, E desisti de tentar Conter esse furacão em mim, A torcer o peito, Espremendo teu nome sem parar. Que se for amor, não deixe escapar. Que só por amor faz bem rimar Batom com tão bom, Mar, cantarolar e larala-lala-lara-la... E quando for rimar amor Vou ser cafona. E quando for rimar amor Vai ser pra rádio am, Que não tem vergonha de amar",
  "Entre a Pressa e a Calma": "Não se levante, não vá muito longe Fica aqui perto e deita em meu peito Que teu corpo assim, junto ao meu Tão perfeito e tão suado Congela o tempo e o meu vazio Se transforma em sagrado Temos nosso próprio calendário E relógio de planetas Pra olhar o sol avançar lento Entre as frestas da janela. Dama da noite, não me esqueças: Tão bem me queres são violetas E você é flor à meia luz No momento intocável Em que teu cheiro me faz jardim E de meu beijo teu orvalho A descer sem pressa A perfeição de tua pele Permitindo que o medo suma Em pés na terra e tudo seja infinito Lá no espaço tudo está sem lugar Sou cosmonauta e você o meu ar Então vem me encantar qual gato na lua Vem explodir em mil estrelas E parir a galáxia em que tudo acontece Se estiver nessa festa Pra dançar nua o bóson de higgs Pagão dessa floresta Em que tudo é Deus e eu tão teu Te entrego minha alma Pra só existir nesse feitiço Entre a pressa e a calma Faz consagrado O nosso pecado",
  "Esboço de Uma Teoria Falida": "Distração. Olhar perdido no balcão. De alma imunda e dor no coração. Foi este o fim grandioso de tanto esforço. Distração... Ouçam meus gritos... Porque não me escutam? Porque fingem não me ver? Sou alguém... Mesmo que desapareça... Sou alguém, mas o que sou? Mas o que sou... O que restou de mim? Bem me quer, quem me quer mal me quer. Bem me quer, me deixa aqui.... deixa sumir... sumir... Mais água suja, não perdão. Mais pesadelo. Maldição.",
  "Essa Música Me Diz Tanto Que Nem Sei Como Não Tem Meu Nome": "Não é pedir demais querer ficar em paz, trancar as portas e dizer pro mundo que morremos. Fica então aqui, que é tão ruim estar assim e eu já não quero mais silêncio. Aumenta o som que essa música me diz tanto que nem sei como não tem meu nome. Sou uma criatura estranha, com uma solidão tamanha. Daquelas que sempre tem que estar perto de alguém pra conseguir ficar bem. E que, quando não tem ninguém faz manha. São Paulo é assim, mas acho tão bom dormir ouvindo a chuva na janela, embaixo das cobertas. Então me abraça, que é só você que eu quero e eu quero ser tudo pra te ver sorrir. Eu cresci assim, menino genioso e impulsivo. E acho que gosto desse meu jeito. Uso as mesmas camisetas, sempre tenho mil problemas, nunca escondo meus defeitos. Sempre ligo pros amigos quando me sinto sozinho, mesmo sem nada pra dizer. Sempre digo que consigo. Às vezes até acredito. E às vezes até que me dou bem. E hoje eu só quero ficar com você, aqui mesmo, em casa, vendo TV. A gente faz graça sobre nossos planos e dos enganos desses trinta e poucos anos.   (fonte: tramavirtual Dance of Days official) by DaRk_guitar",
  "Essa É a Hora de Uma Nova Partida": "Agora você diz que cresceu, que não se importa mais, que tudo morreu. E deixa tomarem assim o que lutamos tanto pra construir. Consomem tudo o que acreditamos, entopem as rádios de tudo que odiamos e você aí parado reclamando vê tudo ruir e diz não estar se importando. Onde está você? Onde estou eu? Será que vamos perder tudo o que amamos por entre nossos dedos sem resistir, sem mostrar que vivemos? Será que ainda vê TODA FORÇA QUE TEMOS? Posso ser tolo, mas meu coração bate ainda a mesma canção. E eu não vou me render a essa pilha de lixo, a essa briga por restos, a essa gente feito bicho brigando pra ser o foco do momento e tomando o que foi de nosso movimento. Que se fodam eles, eu me sinto novo, cheio de energia e vou brigar de novo. Olhe pra você, pare agora, tente entender, foi por tão pouco. Roupas diferentes, \"beber X não beber\", \"amor X protesto\", não nos deixaram ver que roubavam aos poucos TUDO QUE NOS FAZ VIVER. Enquanto nos engolimos em diferenças pequenas eles destruiram tudo e tomaram a cena. Mas eu sei tanto quanto você o que é de verdade e o que não vai morrer dentro dos corações dos que enchem os olhos gritando refrões que dizem a verdade sobre suas vidas. Esta é a hora de uma nova partida.  xIsadora R.x",
  "Esta Música Me Diz Tanto Que Nem Sei Como Não Tem Meu Nome": "Não é pedir demais querer ficar em paz, Trancar as portas e dizer pro mundo que morremos. Fica então aqui, que é tão ruim estar assim E eu já não quero mais silêncio. Aumenta o som que essa música me diz tanto Que nem sei como não tem meu nome. Sou uma criatura estranha, com uma solidão tamanha, Daquelas que sempre tem que estar perto de alguém Pra conseguir ficar bem, e que quando não tem ninguém faz manha. São paulo é assim, mas acho tão bom dormir Ouvindo a chuva na janela e embaixo das cobertas. Então me abraça que é só você que eu quero E eu quero ser tudo pra te ver sorrir. Eu cresci assim, menino genioso e impulsivo, E acho que gosto desse meu jeito. Uso as mesmas camisetas, sempre tenho mil problemas Nunca escondo meus defeitos. Sempre ligo pros amigos quando me sinto sozinho, Mesmo sem nada pra dizer. Sempre digo que consigo e as vezes até acredito. E as vezes até que me dou bem. E hoje eu só quero ficar com você, Aqui mesmo em casa vendo tv. A gente faz graça sobre nossos planos E enganos desses trinta e poucos anos.",
  "Esta é a Hora de uma Nova Partida": "Agora você diz que cresceu, que não se importa mais e que tudo morreu. E deixa tomarem assim o que lutamos tanto pra construir. Consomem tudo o que acreditamos, entopem as rádios de tudo que odiamos e você aí, parado reclamando, vê tudo ruir e diz não estar se importando. Onde está você? Onde estou eu? Será que vamos perder tudo que amamos por entre nossos dedos sem resistir, sem mostrar que vivemos? Será que ainda vê toda força que temos? Posso ser tolo, mas meu coração bate ainda a mesma canção. E eu não vou me render a essa pilha de lixo, a essa briga por restos, a essa gente feito bicho brigando pra ser o foco do momento e tomando o que foi de nosso movimento. Que se fodam eles, eu me sinto novo, cheio de energia e vou brigar de novo!!! Olhe pra você. Pare agora!!! Tente entender, foi por tão pouco... Roupas diferentes, \"beber X não beber\", \"amor X protesto\" não deixaram ver que roubavam aos poucos tudo o que nos faz viver. Enquanto nos engolimos em diferenças pequenas destruiram tudo e roubaram a cena. Mas eu sei tanto quanto você o que é de verdade e o que não vai morrer dentro dos corações dos que enchem os olhos gritando refrões que dizem a verdade sobre suas vidas... Esta é a hora de uma nova partida!!!",
  "Estorvo": "Eu estou cansado de morrer todos os dias. É. De morrer por você. De morrer por meus erros. Cansado de aceitar, de não ver nada acontecer. Engasgado com tantas palavras e sempre cercado de gente errada que não me deixa seguir em frente... Que não me deixa gritar. O que o punk virou? O que eu me tornei? Estou cansado de estar perdido. Quero voltar a ser eu. Cansado de falar. De ver você fingir entender. Cansado de nivelar por baixo pra não sentir que não me encaixo. Mas não é só porque estou aqui que vou desabar. Distração X Solidão: Tudo aqui me cansa! Afirmação X Projeção: Você me dá preguiça! Eu não tenho nada A ver com você!!! Se não pode mudar é melhor me esquecer. Que o meu saco não agüenta. Daqui a 20 eu vou ter 60. E eu não quero olhar pra trás e ainda te ver lá.",
  "Eu Não Vou Mais Perder Tempo Tendo Medo de Não Ser Bom o Suficiente Pra Você": "Vou te contar, Perdi tanto tempo Correndo atrás de mim mesmo E tentando ser perfeito E isso cansa demais. Sempre tem alguém Pra te apontar algum defeito E com algo pra falar. E é fato, As pessoas sabem de tudo E estão sempre mais certas. Não enxergam Que a solidão é o que Nos faz tão mal. Mas eu não vou mais Ficar perto de quem tem Sempre algo a falar Tão terrível de alguém. Eu não vou mais Perder tempo tendo medo De não ser bom O suficiente pra você. Tudo é tão brutal E também tão pequeno, “Ser homem”, ser aceito, Chegar sempre em primeiro. E nada é natural, Veio de alguém e Foi socado em sua mente. Isso machuca tanta gente E ninguém sabe explicar Quando foi que começamos A ser tão amargos E a competir assim. Sabe dizer? Mas eu não vou mais Ficar perto de quem tem Sempre algo a falar Tão terrível de alguém. Eu não vou mais Perder tempo tendo medo De não ser bom O suficiente pra você.",
  "Eu Vou Lutar Outra Vez": "Eu vou lutar outra vez. Vou levantar e não há o que Faça calar o que grita a minha Alma incandescente Não me peça pra deixar de lado O que é tão vital pra mim Não me peça pra não respirar E fingir conseguir Não sentir meu corpo debater Prefiro morrer a viver servil Que sejamos únicos por sermos ímpares Que sejamos tudo por sermos únicos E que os únicos dominem a terra! Eu vou lutar outra vez Vou levantar e não há o que Faça calar o que grita a minha Alma incandescente Toda minha vida eu fui parado, Fui roubado de mim, Me forçaram por certo o que era errado Mas sempre resisti Pois meu coração Não fica em paz, Pulsa por bem mais Do que isso aqui. Posso ser utopia em alma Mas não tenho calma Nasci pra combater Eu vou lutar outra vez. Vou levantar e não há o que Faça calar o que grita a minha Alma incandescente",
  "Eu só quero evitar": "De tão forte eu segui assim... Deixo o vento correr e dizer onde vou. Eu perdi meus olhos, mas eu tento enxergar. Me perco na multidão, deixo o dia acabar. Sei que somos jovens e que tudo vai passar. E que somos amigos demais. Sei que é tarde pra ligar e que não vai se importar. Sei que não tem nada a ver, mas eu só quero evitar. Tudo agora é tão quieto aqui. Tento arrumar o quarto pra me distrair. De cima dos prédios ouço o mundo gritar. A cidade me engole e nada está no lugar. Todos me perguntam. Todos tentam me lembrar que nós somos amigos demais. Me convidam pra sair. Sei que não vai se importar. Sei que não tem nada a ver, mas eu só quero evitar. Ah, onde vou que não me lembre a ti? Que não me faça sentir você. Sei que é normal e tanto tempo passou. Bons amigos sempre deixam viver... mas eu só quero evitar",
  "Fallen": "Fallen one on the ground Fallen one to be seen And you go on spit on it just to prove To yourself that you're the one without fear Convince yourself that you're Brave ant that you'll never fall But you know it's not real And you know that someday it will come To ask you about the soul you've sold Fallen on the ground, fallen under your feet And you show your courage shooting in his face Now you feel like a winner and they're chanting you hymns You built your damm empire... but the fallen breaths As you preach it's dead and gone I can feel it in the deep heart's core",
  "Falo Sério, Não Nasci Pra Tédio": "Pode ser que eu esteja envelhecendo. Mas eu quero mais. Quero paz. Quero viver bem mais. Gostar de mim. Simples assim: bem mais. Tantas coisas pra dizer. Tão pouco tempo pra esperar. Num piscar de olhos tudo se vai. O que hoje é, amanhã nunca mais. Os dias vão dançar. Que viver assim, só pra correr atrás, me cansa. Eu não sou como você. Tudo aqui está tão bem mas não me diz mais nada. Tantas coisas pra dizer. Tão pouco tempo pra esperar. Num piscar de olhos tudo se vai. O que hoje é, amanhã nunca mais. Os dias vão dançar. Eu que não vou ficar aqui fingindo estar contente. Sentado nessa praça, com cara de estátua, perdendo meus dentes. Tantas coisas pra dizer. Tão pouco tempo pra esperar. Num piscar de olhos tudo se vai. O que hoje é, amanhã nunca mais. Os dias vão dançar. Falo sério, não nasci para o tédio. xIsadora R.x",
  "Ferris e o queimador de livros": "Sinto no ar um sabor que faz arder a alma. Ectoplasmas brincam de esconder. Nuvens alaranjadas forram todo céu, refletem rubras no reflexo do véu que cobre o mar escuro que jamais se abriu me salvar. Hoje eu vou morrer como luz de estrela, aos poucos, pra ver desaparecendo todos discursos em que me agarrei, cada planeta em que dancei, pois irmão, já me fui há tempos. Sorri quando te vi, parada assim olhando para mim. Fazendo juras de não me esquecer, esquecer, esquecer… Nossos pais são crianças e eles vem me dar as mãos e dizer que tudo bem, \"vamos pra casa então que a festa acabou\". O poeta errou, Hy Brasil afunda, e sei, não vou nem saber se estive lá. Ou se sangrei as frutas proibidas que brilharam meus olhos. Injusto demais. Como tudo aqui. Point, Counter Point. Vou então, Ferris Bueller está solto e tão certo de que Montag vem inflamar em quatro cinco um cada perigo até não sobrar, pois já não consegue mais estar bem…",
  "Flores Aos Rebeldes Que Falharam": "Por tantas vezes pensei saber o que fazer Mas sempre acabei por tomar cuspido em minha cara tudo o que acreditei E já não posso suportar Já não consigo acreditar que vai ser diferente ou vale a pena tentar Carregamos tantos vícios que já não há virtudes pra contar Cultivamos precipícios em que despencamos sem pensar E a história não para e não procuramos saber se realmente queremos viver sem aprender Como pude ser tão idiota e voltar se tantas vezes eu errei Como pude segurar em suas mãos se eu sei Sei que você vai me largar e que não vai adiantar o gosto amargo nunca vai passar Carregamos tantos vícios que já não há virtudes pra contar Cultivamos precipícios em que despencamos sem pensar E nunca conseguimos nada Todos sonhos que tivemos condenamos ao esquecimento e ao nosso próprio desprezo E nós que tanto lutamos, tanto sofremos e erramos, acabamos por achar tudo aquilo sem graça demais De nada vai adiantar fingir certeza em seu olhar Se toda vez terminamos por recolher os cacos que restaram de nossa auto-estima Quando outra vez plantamos cinzas que nunca vão florescer no jardim de nossos sonhos...",
  "Garotos Perdidos": "Queime, queime, queime… Pra onde eu vou? Onde vai você? Será que o tédio nos travou de sonhar? Sem rumo, perdidos, mas sabendo bem que essa é a hora da cidade acordar. E que essa alma não se acalma. Nunca quer voltar pra casa. Que essa hora nunca chega e guardamos tanta raiva. Incendiarei metrópoles. Não temos destino. Não temos mais ninguém. As utopias sumiram pelo ar. E é tão impossível que nos faz tão bem e nos dá tanta vontade de aprontar… Queime, queime, queime… Incendiarei metrópoles. Eu vou. Eu sou. E espero você.",
  "Glossolalia (Em Tua Mas Solitária Solidão)": "Num receptáculo inquebrável De apetites castrados Tenta olhar pra fora mas só vê a si Com olhos costurados Me diz pra onde foi? Havia um horizonte Me diz pra onde foi? Existo realmente? Sempre como antes Nada novo é novidade Nada é novo de verdade Sempre como antes O retorno ao recomeço O inferno são os outros Sobre sua urna Levitando em transe Olhar estático, roubado Cercado de abutres Deitado em pregos O faquir asceta Só quer um momento Que valha a pena O quebra-cabeça enfim está montado Mas a última peça não encaixa A frustração de uma vida inteira Dedicada a uma obra inacabada Particionados Em aquários solitários Conversam movendo Bocas por hábito Replicar o mais do mesmo, fim-começo Separar real e incerto em pesadelos Sempre como antes A palavra é glossolalia Somos muitos nessa alma Andando em brasas Engolindo pecados Olhar distante, impreciso Peito mumificado Deitado em pregos O faquir asceta Projeta-se ao céu Sem medo do incerto Sempre como antes Frente ao poço de desejos Sem saber o que queremos Sempre como antes Repetindo os mesmos erros Acusando o imperfeito Em sua urna Nadando em cinzas O invencível não se alcança No invisível",
  "Goodbye Sofia": "Says it's not too late Says it will not start to say that will Start a sentence and I say once more: \"Okay ... Whatever ...\"  Tell me that you will be there when you hold me, if I leave that 't shoot me into the sky Tells me that I will believe  and neither I think if you run away with me again I think if not tomorrow be sure it may be. (2x)  There are so scared now we will see what remains after the storm ... Both have lost it ... And it is so wrong choosing the desert anchor for our legs.  Do not let that loneliness is the order I to cry out to your name. It says that I will keep you always in my face look the same  and neither I think if you run away with me again I think if not tomorrow be sure it may be. (2x)  Start a sentence Sofia, those stars which lit Let me once again enchanted by the voice that wins dawn. Ah, suffer in your arms would be my pleasure and live in a thousand pieces would be all for me ...  and neither I think if you run away with me again I think if not tomorrow be sure it may be. (2x)",
  "Hoje o Resto Não Importa": "Eu quero um amor que corra como o vento Traga beijos e desejos Um amor que queime o coração Sem posse, propriedade ou pudor Que me pegue pelas mãos E me leve pra longe Pra sentir os pés na areia e o mar E deitar olhando o céu piscar os olhos Dizendo pra não ter medo Temos tudo o que faz respirar Hoje o resto não importa Tem vezes que eu me pego lembrando e sinto dor É difícil não querer tudo pra si E não ser egoísta Mas, a vida sempre vence o fugaz E as surpresas que ela traz Me levam pra longe Pra sentir os pés na areia e o mar E deitar olhando o céu piscar os olhos Dizendo pra não ter medo Temos tudo o que faz respirar Hoje o resto não importa “Amor-fati: Seja esse doravante o meu grande amor!” Que sou alguém que diz sim Então me leva pra longe Pra sentir os pés na areia e o mar E deitar olhando o céu piscar os olhos Dizendo pra não ter medo Temos tudo o que faz respirar Hoje o resto não importa",
  "Horizontes De Outono": "Cada vez que te encontro eu me perco em devaneios na embarcação que me leva sem destino ao oceano destes dias em que avistei tantos portos que meu diário de bordo é incapaz de saber dizer quanto tempo faz que eu nem sei se eu... Eu nem sei se vou saber mais voltar. Meu encanto se foi com o vento e partiu-se em pétalas que dançam ao redor de teu farol a implorar pelo apreço de teu olhar quando o orvalho em que minha nau navega não pode mais esconder ser das lágrimas dos anos que perdemos mudando nossos rumos e rasgando nossas velas pra prosseguir a esmo. E é fato que não sabemos se voltaríamos a encontrar o que deixamos o tempo ruir fechando os olhos mas mesmo assim eu... mesmo assim eu... queria tentar. Náufrago com o corpo cansado no breu aguardo a tempestade decidir se me atira outra vez as tuas praias ou se enfim me leva às rochas pra descansar. E é tudo tão covarde... deixar morrer as chances por medo que barcos de papel não suportem as cargas clandestinas que fingimos não acumular com o tempo... E é tudo tão impossível que ateamos fogo nos remos.",
  "I Thought It Was Only a Brand New Start": "Sometimes I feel we have done it all wrong... Sometimes I feel we must start again because we're so far and I feel we've lost too much this way No more crying for unspoken words No more tears for lost time Because now I see it so much better and I won't let you go no more. I've always heard about things I should believe I can't think about nothing since you're not here I see the days go by and break ourselves apart I feel you out of touch so it's time to restart Sometimes I feel we have done it all wrong... Sometimes I feel we can try again Listen, there's something I gotta say While you drown in your pride time is running out there You have your thoughts and I have mine... Why can't we just give us sometime?",
  "Icaro Sobre As Chamas": "Caminha em frente e protege o rosto do vento que cega e trás memórias com gosto de câncer e lágrimas. Quem me dera pudesse ele me levar pra longe agora que nada existe aqui além da doença faminta no ar. A grande união se desfez, mas não me deixe outra vez queimar acreditando que nada iria ferir estes olhos, cansados de sangrar por todas vezes que espadas e milagres tornaram meu vinho em veneno para ratos. ícaro segue rumo ao sol, mas não pode confiar em suas asas Enquanto nos porões destas fábricas nosso suor move as máquinas, a fumaça cinza apaga o sol, e então saímos pra recolher os restos por baixo da fuligem. Por favor não me deixa ver que nós trocamos nosso sangue por migalhas e que não há mais abrigo pra se proteger agora que a noite não tem fim. Segura forte minhas mãos e diz que amanhã vamos acordar e nosso leito não vai estar tão sujo e frio...",
  "Inimigo Eu, Devorador de Pecados": "Qual suicídio, com pedras nos bolsos deixei afundar de uma vez o retrato em que pintei minhas dores com o próprio sangue que dissolvi em mil lágrimas de ódio e com pincéis que fiz de meus dissabores. Escuro breu me diz que agora vai saciar pra sempre o que jamais se satisfaz. É o inimigo eu sei, e por ser tão ruim, me salva de minhas próprias injurias Refugio ingrato, apunhala de vez esta crença maldita que me rasga as víceras clamando vingança, por tudo aquilo que passou, por toda mágoa e rancor, qual adagas, cravadas em sua couraça. Tal corpo fraco insiste em me suspender sobre memórias de não sei bem quem. É o inimigo eu sei, e por ser tão ruim, me salva de minhas próprias injurias. deixo-te escorrer com a água imunda que caminha em direção ao final nas bocas perdidas e, calado, abandono em ti as quimeras que, tolo, agarrei qual abraço que me preendeu a vida. Expressão pálida me deixa respirar e busca teu algoz em qualquer outro lar. É o inimigo eu sei, e por ser tão ruim, me salva de minhas próprias injurias. É o inimigo, eu sei quem sou.",
  "Instantes": "Não mais caminhar na praia... Não mais outro entardecer... Não mais a brisa que diz \"Vai chover...\" Não mais as luzes da cidade Não mais me dizendo que Não mais há tanta coisa \"Pra viver...\" Eu que tanto quis, guardar meus dias Eu que tanto pensei, com medo de tentar... Já não mais... Não mais me restam chances de errar. Ah, quando eu penso. \"uhuu...\" Que poderia ser... Ah, quando eu lembro.\"uhuu...\" Que era só querer... A fumaça sai de meu olhar. Eu tento não ver... Tento negar... Que este no espelho já não sou mais... Agarro meus sonhos entre minhas mãos, Mas por entre meus dedos eles se vão. Ah se eu pudesse voltar atrás Juro eu viveria cada dia. Mas tão fraco já não posso mais Recuperar os anos que deixei pra trás. Andaria na chuva... Pularia no mar... Te diria tudo que deixei de falar... Não mais...não mais...não mais...",
  "Insônia": "\"Guerrilheiro na montanha à sombra de uma flor. Dez minutos... dois minutos...\" Winston não vê mais seu sorriso e Winston já não ama o Grande Irmão. E a rádio livre derruba aviões pra informar que Winston tem a voz: \"Acordem crianças do campo que é hora de inverter o curso dos dias. Vamos quebrar televisões e inflamar bandeiras. Acordem crianças que a aurora aponta o pesadelo dos donos da moral. Vamos queimar as roupas em missas e funerais. Acordem que o tempo é curto demais. Crianças, acordem que a vida que nos roubam jamais irá voltar e este mundo que nos deram já não basta. As canções proibidas serão cantadas por nós e o todo libertino será a nova ordem. Acordem crianças que a plenitude é veloz e na dança dos dias quem manda somos nós. Acordem que o tempo é curto demais. Crianças, acordem que o mundo ainda não escuta nossa voz\" \"Baudelaire, meia noite e as flores do mal. Um bom vinho... um bom vinho...\" Winston não vê mais seu sorriso e Winston já não ama o Grande Irmão. E a rádio livre derruba aviões pra informar que Winston tem a voz: \"Acordem que o tempo é curto demais. Crianças, acordem que o mundo ainda não escuta nossa voz. Acordem que o tempo é curto demais. Crianças acordem.\"",
  "Interlúdio Para Um Bar de Beira de Estrada Por 33 Anos Fora do Mapa": "Eu não quero ver mais uma vez essa série Em que a gente sangra tanto, meu bem É, perdi o medo de dizer Que nada atinge meu querer E que sempre faço o que mais me pede a vida E por que não falar de amor, repetir as palavras Se no fundo é só isso que vale a pena? Ah se eu fosse tolo... Só se eu fosse tolo não deixaria viver. Essa tarde eu vou sentar e ouvir stiff little fingers. Lembra que a gente passava horas aqui falando de ex-namoradas? Tenho andado tão inquieto Que até beijo de seriado me arranca um suspiro É... Perdi o medo de dizer que nada atinge meu querer E que sempre acabo atirado aos braços De quem mais me convida ao pecado E por mais que passem os anos Eu continuo o mesmo garoto Que você um dia amou tanto. Ah se eu fosse tolo Só se eu fosse tolo não deixaria viver As pessoas sempre vão falar Pois suas línguas lhes vencem os dentes E seus medos e inseguranças Sempre acabam em dedos ao diferente Então que se foda amor, que se foda Se a palavra suja não rima Que se foda amor, que se foda Pecado é não viver a vida Então esquece tudo e vem Que a vida é assim E se a gente deixar de viver Não vai dar tempo de sorrir Vamos pegar essa estrada E sentir o vento cantando esta música Que conhecemos mais que nós mesmos",
  "Interlúdio para um bar de estrada por 33 anos fora do mapa": "Eu Não Quero Ver Mais Uma Vez Esta Série Em Que A Gente Sangra Tanto Meu Bem É, Perdi O Medo De Dizer Que Nada Atinge Meu Querer E Que Sempre Faço O Que Mais Me Pede Na Vida E Por que Não Falar De Amor Ou Repetir As Palavras Se No Fundo É Só Isso Que Vale A Pena? Ah Se Eu Fosse Tolo... Só Se Eu Fosse Tolo, Não Deixaria Viver Essa Tarde Eu Vou Sentar E Ouvir Stiff Little Finger. Lembra Que A Gente Passava Horas Aqui Falando De Ex-Namoradas? Ah Amigo, Tenho Andado Tão Inquieto Que Até Beijo De Seriado Me Arranca Um Suspiro É...Perdi O Medo De Dizer Que Nada Atinge Meu Querer E Que Sempre Acaba Atirado Aos Braços De Quem Mais Me Convida Ao Pecado. E Por Mais Que Passem Os Anos Eu Continuo O Mesmo Garoto Que Você Um Dia Amou Tanto. Ah Se Eu Fosse Tolo... Só Se Eu Fosse Tolo Não Deixaria Viver. As Pessoas Sempre Vão Falar Pois Suas Línguas Lhes Vencem Os Dentes E Seus Medos E Inseguranças Sempre Acabam Em Dedos Ao Diferente. Então Que Se Foda Amor, Que Se Foda Se A Palavra Suja Não Rima. Que Se Foda Amor, Que Se Foda. Pecado É Não Viver A Vida. Então Esquece Tudo E Vem Que A Vida É Assim E Se A Gente Deixar De Viver Não Vai Dar Tempo De Sorrir. Vamos Pegar Essa Estrada E Sentir O Vento Cantando Esta Música Que Conhecemos Mais Que Nós Mesmos.",
  "Janeiro e o Lobo": "\"Entre o querer e o não querer bem Há uma linha tênue.\" riu o lobo Ao pequeno pastor de ovelhas Que lhe abriu o coração e lhe tirou do frio Longe do vento, sob um mesmo teto Temos folhas secas e calor Céu de janeiro, sempre um recomeço Sempre a nova chance ao perdão Seguimos sinceros confessando O que nos enfraquece e tão pura foi A seiva das palavras que a inocência ergueu pontes E partiu segredos ao chão E quando a chuva vem Agradeço por esse lar Que sei que o tempo é o que faz Tudo tão certo e eterno E durmo em paz Por saber que por mim estás Então a noite veio e uivou pela floresta Quando te vi correr ao breu Com meu amor rasgado em teus dentes Partindo em mil pedaços O que te fez família Sem remorso algum Ah, maldita seja a hora em que Por devoção, me fiz cego à natureza do que é traiçoeiro E amaldiçoado seja esse meu coração Que dá sempre a outra face e espera por bondade Longe do tempo, não corremos perigo Contudo no peito queima a dor Céu de janeiro, chore nestes erros e não Me deixes mais abrir aos lobos",
  "Jogando pra perder": "Sempre digo que não vou, mas não consigo evitar. Sou assim e tem coisas que a gente não escolhe. É por vício que me entrego. É esquisito, mas sincero: me sinto mais perto de ti. Estou jogando pra perder. Parece que não tem nada a ver, Más é assim que tem que ser Que seja, eu não ligo, Prefiro pensar que arrisquei Pelo menos eu tentei. Eu perdi todas apostas que eu fiz ao espelho e neguei teu nome tantas vezes que nem sei mais como me chamo, nem sei mais se eu te amo, nem sei mais quanto perdi. Estou jogando pra perder. Parece que não tem nada a ver, Más é assim que tem que ser Que seja, eu não ligo, Prefiro pensar que arrisquei Pelo menos eu tentei. Estou jogando pra perder Más é assim que tem que ser Estou jogando pra perder Sou filho da carne, sobrinho da perdição, bastardo de coração. E eu não sei mais (E eu não sei mais) se há luz no fim do túnel... Mas eu corro na direção. Estou jogando pra perder. Parece que não tem nada a ver, Más é assim que tem que ser Que seja, eu não ligo, Prefiro pensar que arrisquei Pelo menos eu tentei.",
  "Last Kiss Missed": "You told me, darling, you're so great But I just can't... Just can't control myself It's stronger than me, I need to jump this plane Jump the planes we've made, sorry How can I jump too, if you don't leave me parachutes? I thought about not leaving this room I told myself I would not again... How could I not have noted it before? Was I that far from you these days? I saw you going, going small to the ground I asked \"why can't I jump with you again?\" Now you're so close to me, but so out of my touch If I could just make the days come back... I went to your house and there was no one there Have you left town or have we just changed? I saw your face, you weren't there I stepped back and ran away... I woke up this morning missing a part of me Even the corn flakes don't taste the same today I've got my headphones and my preffered black flag tape I'm gonna bike to the sun 'till I can't stand awake...",
  "LastKissMissed": "You told me darling you're so great But I just can't... just can't control myself It's stronger than me, I need to jump this plane Jump the planes we've made, sorry How can I jump too if you don't leave me parachutes? I thought about not leaving this room I told myself I would not again... How could I not have noted it before? Was I that far from you these days? I saw you going, going small to the ground I asked why can't I jump with you again Now you're so close to me but so out of my touch If I could just make the days come back... I went to your house and there was no one there Have you left town or have we just changed? I saw your face, you weren't there I stepped back and ran away... I woke up this morning missing a part of me Even the corn flakes don't taste the same today I've got my headphones and my preffered Black Flag tape I'm gonna bike to the sun 'till I can't stand awake...",
  "Left": "You've ruined my day, now I'm crying I feel no resentment in you What have you got taking the ground from me? What has improved your life making me feel like this? Sometimes I feel you're nothing but perverse But that's a kind of thought that scares me... You've ruined my day, now I'm crying I feel no resentment in you Why must I always find your name behind the masks? Why must I always feel your poison in the air? I wonder what the fuck you hide behind these eyes I'd like to never see you again And once again I'm here getting the broken pieces I hear your voice speak how foolish I was Your jokes get you so pleased (so cool laughin' at me) We were expected to share a common ground You make me sick 'cause I can see your real intentions Please, stay away from me",
  "Linda, a dor não é tão glamourosa assim afinal": "Hoje, deixei escapar teu nome sem perceber. Tamanha injustiça me fez... A única guia a me afastar de perder o caminho sem pregos na fonte. Glamour, me diz ser. Romance viver assim. Mas não sabe o quanto me faz estalar as memórias. Não me condena a outra tarde neste inferno covarde porque eu sei que o de verdade me aguarda no paraíso, meu lar, onde o tempo me espanca. Dor, não me arranca da vida. Me diz porque me castigas se meu amor, eu só te quis bem? Dor, como pensar em poesia ou se as palavras conflitam se, meu amor, já não tenho a ti? O primeiro a morrer. O primeiro a escrever versos em folhas secas para o acaso levar. De que me adianta anotar frases que não vou usar? Linda, já não faz diferença... E é tão fútil dizer ser incerto se eu sei bem o que eu mais quero.",
  "Lírio Aos Anjos": "Lírios aos Anjos \"Ah, se ser feliz Ainda me fosse objeto de paz Por que não querida? Por que não? Vê, já fez sentido um dia Proclamar planos e promessas Pra não comprometer o \"enquanto\" E não sei Não sei como preencher O vazio sem fim destes passos Eu não sei Não sei como comecei A atirar lírios aos anjos Talvez precise bem mais Que um sorriso incapaz De me prender a atenção Mas foi tão bonito estarmos Sentados aqui sem dizer nada Esperando o calor tomar corpo E não sei Não sei como preencher O vazio sem fim destes passos Eu não sei Não sei como comecei A atirar lírios aos anjos Só sei que quero parar De fingir não ver no dia Um caminho cada vez mais longo Só sei que quero voltar A acreditar que a vida Seja mais que um horizonte Me entregaram jornais De meses que eu só queria deixar pra trás Me contaram os finais De todos os filmes que eu sonhava assistir Silêncio... Silêncio Deixa o vento carregar Tudo que me resta adiante Silêncio... Silêncio Deixa o jardim sufocar A garganta e me tomar o sopro Porque eu só quero parar De fingir não ver no dia Um caminho cada vez mais longo Não posso continuar A acreditar que a vida Seja algo tão distante...\"",
  "Lírios Aos Anjos": "Ah, se ser feliz ainda me fosse objeto de paz... Por que não querida? Por que não? Vê, já fez sentido um dia proclamar planos e promessas pra não comprometer o \"enquanto\". E não sei... Não sei como preencher o vazio sem fim destes passos. Eu não sei... Não sei como comecei a atirar lírios aos anjos. Talvez precise bem mais que um sorriso incapaz de me prender a atenção. Mas foi tão bonito estarmos sentados aqui sem dizer nada esperando o calor tomar corpo. E não sei... Não sei como preencher o vazio sem fim destes passos. Eu não sei... Não sei como comecei a atirar lírios aos anjos. Só sei que quero parar de fingir não ver no dia um caminho cada vez mais longo. Só sei que quero voltar a acreditar que a vida seja mais que um horizonte. Me entregaram jornais de meses que eu só queria deixar pra trás. Me contaram os finais de todos os filmes que eu sonhava assistir. Silêncio, silêncio... Deixa o vento carregar tudo que me resta adiante... Silêncio, silêncio... Deixa o jardim sufocar a garganta e me tomar o sopro. Porque eu só quero parar de fingir não ver no dia um caminho cada vez mais longo. Não posso continuar a acreditar que a vida seja algo tão distante...",
  "Macaco Com Navalha": "Golias ao chão, quebrou seus dentes e não pode respirar com tanto pó a cobrir seu rosto encardido. Golias ao chão!!! E agora que as estrelas despencaram do céu qual pérolas aos porcos e você se vê com os braços enfiados no esterco buscando o que perdeu... quem vai erguer as torres? Roma está em chamas e a carne viva não te deixa esconder a culpa ao amanhecer. Lâminas nos olhos, a dor é demais. Quantos dentes tem sua honestidade? O sinal se foi... Ninguém vai te ouvir... Deus está ocupado, tente ligar mais tarde. As listras que ama tampam sua visão. Rastejando em pânico na multidão, tenta recolher as pressas seus remédios no chão. Enquanto a lama os dissolve qual deles vai salvar? O que alivia a dor ou o que te faz sonhar? Como ter a certeza de uma escolha justa? Quem vai torrar nas pontes? Roma está em chamas e a pólvora nos dedos não te deixa esconder a culpa ao amanhecer. Lâminas nos olhos, a dor é demais. Quantos dentes tem sua mentira? E ai está você cobrindo com bandeiras as fraturas expostas nas avenidas. Em Babel Aquiles ergue seu troféu a Napoleão, imperador do mundo Os anjos a quem estende as mãos te cospem na cara. O sistema não mais reconhece tua voz... Quantos corpos empilhar para conhecer caminhos ao céu que te deixem ver Saturno a devorar os próprios filhos? As colunas tombam, o indivisível partiu e ninguém serve café... o Zigurate caiu e o Super Homem sem pernas não pode mais correr!!!",
  "Mais Um Café Gelado Por Favor": "Hoje não, por favor me deixa em paz, não quero pensar em mais nada. Me leva daqui pra algum outro lugar, onde niguém vai me falar. iááááááá oooouu o o oouu Como devo mudar o mundo, como devo me incomodar, e das coisas que eu devo pensar. Eu só quero um sorriso, quero sair e namorar, essa noite já não posso mais. Ficar e ouvir, você falar, sobre dinheiro e trabalhar, sobre coisas que eu não vou mudar. Quem sabe outro dia? Hoje estou indo embora, não tenho hora pra voltar. Não importa se o que eu sinto não faz sentido pra você, essa noite vou ver o mar. Sentir as ondas em meus pés, sentir que meus dias valem muito mais que Ficar e ouvir, você falar, sobre dinheiro e trabalhar, sobre coisas que eu não vou mudar. Quem sabe outro dia? Hoje estou indo embora, não tenho hora pra voltar. Você tá nadando em vício, porque se importa demais com o que os outros vão pensar. Ninguém vai devolver sua vida quando perceber que deixou tudo pra trás. Ficar e ouvir, você falar, sobre dinheiro e trabalhar, sobre coisas que eu não vou mudar. Quem sabe outro dia? Hoje estou indo embora, não tenho hora pra voltar. iááááááá oooouu o o oouu",
  "Me Leva Pra Sair": "Me leva pra sair Que não sou mais daqui. Não conheço mais essa gente Que sempre conheci. Me leva pra sair Que só te ouvir falar já me faz tão bem. Com você Qualquer lugar é a minha casa. Me leva pra sair E vamos errar todas as placas E acordar em qualquer outro lugar. Porque não importa onde amanhecer Desde que eu esteja com você Sem ter que olhar pela janela Sem querer Sem querer Sem querer viver.",
  "Me Leve Às Estrelas": "Não fala mais nada e deixa viver sem culpa porque Não há nada que se possa fazer agora que Sem âncoras, este navio segue a lei do sol E nada mais vai voltar a ser como em dias que Os meus passos não diziam nada e eu caminhava sem saber Como ia voltar pra casa antes do dia amanhecer E, se o vento carregar pra longe o teu olhar, E tocar o céu ser dor maior que perceber Que as nuvens de algodão Tem marcas de minhas mãos Mesmo assim te guardarei Porque agora tanto faz ciar*... Me leve às estrelas sem pensar Que amanhã tudo pode mudar. Me deixa sonhar em paz Porque eu já não penso em acordar. (2x) Não fala mais nada e deixa viver sem culpa porque Não há nada que se possa fazer agora que Sem âncoras, este navio segue a lei do sol E nada mais vai voltar a ser como em dias que Os meus passos não diziam nada e eu caminhava sem saber Como ia voltar pra casa antes do dia amanhecer Uohhhhhh uohhh uohhh uohhh Me leve às estrelas sem pensar Que amanhã tudo pode mudar. Me deixa sonhar em paz Porque eu já não penso em acordar. (2x) *ciar = remar pra traz",
  "Meu Ascendente É Um Pássaro de Fogo (Ou a Transubstanciação Das Cinzas Ao Apanhador)": "No olho do furacão Meu espírito caminha Minha força grita luz Estrela da manhã O meu corpo em brasa Não me inflama a carne Estrela da manhã Rodeie pela terra Passeie pelos campos Leves notícias com o vento A que as crianças do sol Saibam que não estão sós E nem a distância ou o tormento Dos que não as compreendem Podem partir essa voz No olho do furacão Seja ofuscante Estrela da manhã No olho do furacão Meu espírito caminha Minha força grita luz Somos crianças do sol Mas também reis do luar Filhos da deusa do amor E se a solidão é a covardia Que os arautos da agonia Fazem a espada da dor Somos senhores da terra Não tememos essa guerra E não caímos sem lutar No olho do furacão Me dê forças Estrela da manhã",
  "Mil Glórias": "Eu, o demônio em tua cama canto mil glórias: Teu batom esconde segredos que só eu sei. Mas só você meu bem me faz sentir que existe algo mais... Só você meu bem me quer, mal me quer bem demais. Espera, que faz frio lá fora E ainda assim, seca demais o querer de teu pulsar, amor, a quem te satisfaz. Teu amante, vim responder a tuas preces. Teu corpo, pra abraçar quando escurece. Teu escravo, teu demônio, teu estranho mais sincero a gritar que só você meu bem querer... só você mal me quer bem demais. Mil glórias... Eu, o demônio em tua cama roubo teu batom e a chama que te inflama me faz fogo então. E se te afasto da razão e digo \"é só amor\", é porque sei que entre os deuses não existe o bom ou o mau, o correto ou atrevido, e ninguém então é ferido. Então cospe nesse olhar aflito de quem te quer mais que um mito. Teu amante, vim responder a tuas preces. Teu corpo, pra abraçar quando escurece. Teu escravo, teu demônio, teu estranho mais sincero a gritar que só você meu bem querer... só você mal me quer bem demais.",
  "Minha Lista Das Pessoas Que Se Cansaram De Mim": "É tarde e eu não voltei. Fechei os olhos e pedi pra me esquecer: - Me deixa em algum lugar que eu não conheça dessa vez… Talvez seja demais… Talvez seja demais… Talvez seja mais peso que eu possa suportar em qualquer lugar, tentando fingir que não sou eu. Ouviram mil vezes minhas mesmas estórias diferentes: - Me deixa então te dar um outro nome que inventei… Me deixa então contar… Me deixa então ligar, discar um numero de quem não sei nem o nome, mas que pode me ouvir chorar sem me perder. Tenho medo de dormir. Medo de não acordar. Tenho medo de acordar e ainda estar aqui. Olhar em volta e não ter mais volta. A barba por fazer e um nome a mais pra anotar em minha lista das pessoas que se cansaram de mim. Seis anos e nada mudou. O gosto das cinzas ainda está no chão. Nem os peixes comeram os bolos que deixei quando a luz apagou.",
  "Minha Lista de Pessoas Que Se Cansaram de Mim": "É tarde e eu não voltei. Fechei os olhos e pedi pra me esquecer: - Me deixa em algum lugar que eu não conheça dessa vez... Talvez seja demais... Talvez seja demais... Talvez seja mais peso que eu possa suportar em qualquer lugar, tentando fingir que não sou eu. Ouviram mil vezes minhas mesmas estórias diferentes: - Me deixa então te dar um outro nome que inventei... Me deixa então contar... Me deixa então ligar, discar um numero de quem não sei nem o nome, mas que pode me ouvir chorar sem me perder. Tenho medo de dormir. Medo de não acordar. Tenho medo de acordar e ainda estar aqui. Olhar em volta e não ter mais volta. A barba por fazer e um nome a mais pra anotar em minha lista das pessoas que se cansaram de mim. Seis anos e nada mudou. O gosto das cinzas ainda está no chão. Nem os peixes comeram os bolos que deixei quando a luz apagou.  xIsadora R.x",
  "Monsters Under Your Bed": "I tried once, I tried twice, I tried... Now I'm fuckin' tired! Now I feel like an idiot for showing I care I've spent hours with you and it was like talking to a door Why do you come to me if you have a fuckin' closed head? You're so stubborn, you're so dumb, so stupid... I don't give a fuck! It's fuckin' over I just don't wanna hear it! You talk about monsters that only you can see Just forget about me 'cause I will not go You change monsters now, but I've fuckin' heard it before",
  "Mova": "Mova. Esse é seu lugar. Essa é sua parte na máquina. Mova. Mova. Mova a falta de esperança. A desilusão. O olhar em distância. Mova. Mova. Mova toda a culpa nas veias. A indiferença. Os canais de compras. Mova. Mova. Mais um café. Mais outro cigarro. Falta de fé na vida. Um escarro direto no olho. Pilhas de papéis. Nenhum socorro. O peso nos pés do vazio da alma. Dinheiro dinheiro. Nada te acalma. Viril brasileiro tua pátria te esfola. Mata suas crianças. Vai te jogar fora. Apagar tuas lembranças. Mova sua nova TV. A comida sem gosto. Sua pilha de contas. Mova. Mova. Mova o sistema falido. A fome nas ruas. O valor esquecido. Mova. Mova. Mova o Estado que escraviza, as leis que te sugam, a polícia assassina. Mova. Mova. Mova todo desencanto, o pai, o filho e o espírito santo. Mova. Mova. O olhar no espelho não encontra ninguém. Não sabe quem é ou se foi alguém. O trabalho consome, o dinheiro não basta, o relógio sufoca, a rotina te acaba. Você diz que \"Viver é aprender a pisar\", que \" Sempre foi assim e nunca vai mudar.\" Então que se foda, não pense nos outros, mas não espere ajuda ao gritar por socorro. Porque é fato, um dia eles vão vir por você. Derrubar sua porta. Te caçar a noite. Já não serve mais. Vão vir te mover.",
  "Na Estrada": "Fecho a janela, Pois a vista me incomoda, O vento é frio e faz lembrar que lá fora Tanta coisa ainda me faz mal Ligo o rádio e então tudo se vai Quando é bom cantar assim Só pra mim. Três mil quilômetros a mais Outro desvio, outro sinal Me dizendo pra não encostar Outro posto, um café pra não parar Às vezes, em minha cabeça Tudo é tão difícil Então eu tento não pensar No que não preciso Tento olhar em frente E não gritar meus erros E não chorar com a Chuva dançando pelo vidro Seis mil quilômetros a mais Outro desvio, outra partida Me dizendo pra não retornar Logo a frente há uma saída Que quando o dia me sorri Me sinto leve e limpo E deixo a poeira cobrir O que foi tão ruim pra mim Dez mil quilômetros a mais Outro desvio, outra chance Que a vida me dá pra acordar Mas dessa vez eu não vou derrapar Dessa vez quem dirige sou eu Que quando o dia me sorri Me sinto leve e limpo E deixo a poeira cobrir O que foi tão ruim pra mim Então a mesma encruzilhada sempre vem: Largar tudo ou seguir em frente? Então eu tento achar um lugar pra descansar Pra lavar o rosto e pensar E nada é tão pesado assim",
  "Nada Demais": "Já faz tanto tempo Que eu nem sei mais se O telefone pode tocar e ser você. Hoje amanheceu E eu pensei que talvez a tristeza Não fosse mais voltar aqui E me oferecer um café Ou outra distração qualquer. Talvez, você nem tenha reparado Mas, toda vez em que Morri eu tentava esquecer. Na verdade é tão normal Na verdade é tão normal E não é nada demais... Não é nada demais. Você me acharia idiota Se eu te dissesse que Pensei que nunca mais Ia ser a mesma coisa? Será que um dia Alguém em algum lugar Vai conseguir inventar pra mim Algo que eu possa Arrancar de uma vez Essa sensação ruim de que O mundo me engole e me cospe Porque sabe que eu Não devo fazer bem... Na verdade é tão normal E não é nada demais... Não é nada demais. Na verdade é tão normal E sim, Eu devia saber que é tão vazio Quando as luzes acendem Pra acordar outro nome, Só uma noite a mais...",
  "Nietzsche Is Dead": "Nietzche is Dead Eliminate the trust and fall. A lot I can learn (I can learn from pain). That's how I fell because of your lies (I've seen your lies). Yes, a lot I can learn from \"the wrong\" (but something is not \"the wrong\"). Why am I supposed to pray for a pray when I've killed all the gods to believe? I am so sorry but my true beliefs burn at the stake. Of course I know you taste it... you blame me because the gods you could belong to are now \"the wrong\" and you know it's not right to trust \"the wrong\". Why am I supposed to pray for a pray when I've killed all the lies to believe? I am the giant god beneath the faithful tears. I am \"THE\" giant god, so spoonfed trust on me. I am afraid you don't even know my name but... you talk with empty rooms and YOU call ME \"the insane\".",
  "Nos Olhos da Guernica": "O cavaleiro errante avança com o coração em chamas. Seu escudeiro não diz uma palavra. Os gigantes de pedra aguardam jogando cartas. - Avante! - Avante! - Estou aqui pra lutar! Sprays na parede dão a nova ordem. Garrafas acesas de ódio e napalm queimam as flores de Vandré no jardim. Dulcinéia, oh doce princesa, me perdoa por perder a vida em luta com dragões no mar. Me desculpa por bater os braços e afundar ao ver que nunca soube nadar. !Ya Basta! O verão acabou quando Durruti ficou sem munição e Guernica tornou-se a maldição que nem mesmo Che soube como controlar. E quem vai pagar agora que teu olhar só mira ao céu e teus lábios são tão frios criança... Então escalei tanques em Pequim e ainda assim não pude ver se você estava ali na multidão. Li todos versos de Brecht e não encontrei mensagens e recados pra fugir outra vez ao quarto onde o grande irmão não pode nos ouvir e nada mais importa, só você aqui enquanto a primavera arde por toda Paris. São portões fechados que não te deixam entrar. Teus irmãos te trancaram pra fora e agora também jogam cartas com o diabo. E, você sabe, a noite os lobos saem pra jantar... O monitor acende o nome, os jornais tem a sua foto e os intelectuais romantizam sobre dias que nunca verão. Os comitês votaram outro protesto, os estudantes voltaram, o feriado acabou e seu corpo ficou esquecido ao chão.",
  "Nos Olhos de Guernica (Um Curto Verão em La Mancha)": "O cavaleiro errante avança com o coração em chamas. Seu escudeiro não diz uma palavra. Os gigantes de pedra aguardam jogando cartas. - Avante! - Avante! - Estou aqui pra lutar! Sprays na parede dão a nova ordem. Garrafas acesas de ódio e napalm queimam as flores de Vandré no jardim. Dulcinéia, oh doce princesa, me perdoa por perder a vida em luta com dragões no mar. Me desculpa por bater os braços e afundar ao ver que nunca soube nadar. !Ya Basta! O verão acabou quando Durruti ficou sem munição e Guernica tornou-se a maldição que nem mesmo Che soube como controlar. E quem vai pagar agora que teu olhar só mira ao céu e teus lábios são tão frios criança... Então escalei tanques em Pequim e ainda assim não pude ver se você estava ali na multidão. Li todos versos de Brecht e não encontrei mensagens e recados pra fugir outra vez ao quarto onde o grande irmão não pode nos ouvir e nada mais importa, só você aqui enquanto a primavera arde por toda Paris. São portões fechados que não te deixam entrar. Teus irmãos te trancaram pra fora e agora também jogam cartas com o diabo. E, você sabe, a noite os lobos saem pra cantar... O monitor acende o nome, os jornais tem a sua foto e os intelectuais romantizam sobre dias que nunca verão. Os comitês votaram outro protesto, os estudantes voltaram, o feriado acabou e seu corpo ficou esquecido ao chão.",
  "Não Maltrates Teu Coração": "Seguir então é o mais importante E teu coração te conhece mais Que qualquer pessoa A estrada não perdoa, mas também faz bem Que a vida é tão curta Pra deixar viver pra lá e tudo pra depois O mundo é tão gigante E a estrada passa num instante pra perder assim Que nunca é tarde Pra dizer \"- não!\" e conseguir Sentir um pouco \"De viver e não só existir\" (obrigado oscar!) Tanta gente que não presta te faz festa E é tão covarde Tudo que mais te interessa Vais deixando pra mais tarde Gosto da brisa antes da chuva Tem gosto de viver Gosto de estar num lugar calmo E ver amanhecer Gosto de sentir que o mundo É um lugar bom. Gosto de ter gente por perto Que não machuque e só me faça bem Essa gente esquisita Que vê graça em desgraça n Ão tem charme e não tem brilho nos olhos Só maldade Seguir então é o mais importante Em seu coração só o que te faz Sentir que a vida é boa Que te faz sorrir a toa e querer calor Que a vida é tão curta Pra levar tanto peso e o que faz tão mal Esquece essa gente, pega a estrada Segue em frente e agarra o amor E não maltrates teu coração Não te apagues distante Não, o desperdício faz mal A nossa alma irmã Somos tão parecidos Juntos somos céu Paixão e estrelas Pare pra respirar Que somos tão vivos, tão novos Tão cheios do que é bom E nessa estrada efêmera Não podemos perder mais nada",
  "O Barbeiro de Occam": "Nadando contra A tempestade de areia Da ampulheta da existência Os olhos cheios de grãos e cegos Te empurram ao incerto Até quando vai se desculpar Pelo que só não entende? Até quando vai se flagelar Com a face na parede? Ainda não entende a ida Ainda não aceita Quando tem todas as respostas Vê que as perguntas mudam Eis o grande infortúnio Quando vê, o ponteiro já venceu Os meses e anos Não funcionam os planos Então vem pra cá Que hoje está tão quente E o frescor da sombra É o que há de importante E a flor é a flor O amor que vale a pena A dor é a dor E nada é problema Ainda busca as saídas Atribuir a culpa Se o tempo despeja areia aos dias Que ergamos castelos e Caso as ondas os derrubem Que seja noite de dormir ao relento Contemplar o universo E saber que tudo somos E tudo é bem mais",
  "O Melhor Tempo de Sua Vida": "Que seja um grito que Venha do fundo do peito. Que ecoe infinito E te tome inteiro. Que seja enfim teu momento Finalmente em tuas mãos. Que seja o fim do medo, Do castigo e do perdão. E que se faça o mundo Todo feito pra você. Ôouôou tudo isso é você Ôouôou tudo isso é o melhor Tempo de sua vida. Tudo isso, tudo em você! Que as pequenas migalhas de prazer Não satisfaçam À que toda vida seja Só felicidade. E que o ombro ao lado livre Torne a alma tão maior Que faça do impossível O possível e o melhor. Ôouôou tudo isso é você Ôouôou tudo isso é o melhor Tempo de sua vida. Tudo isso, tudo em você! Que esse grito tão presente Se encontre em cada um À que o belo e o diferente Se faça comum. Ôouôou tudo isso é você Ôouôou tudo isso é o melhor Tempo de sua vida. Tudo isso, tudo em você! Em você! Em você! Tudo isso, tudo isso Tudo isso, tudo em você!",
  "O Rastro De Teseu": "Se dissesses que foi outra mentira qual as que, bem sei, contaste para me proteger, meu céu ainda teria tua voz, meus sonhos ainda teriam tuas mãos cobrindo meu corpo frio quando a noite vem Mas agora eu sei... me deixastes na trilha para morrer. Levaste minhas asas para que eu não te alcançasse e para que nunca mais tivesses que olhar meus braços frágeis se abrirem ao te veer chegar... Tão cinza quanto podes retornar e ser levado ao perder da vista pra sempre sem ver que não me deixaste chorar pra devolver ao mundo o que já comia meus horizontes porque não sei como esquecer... Me deixaste na trilha para morreeer. Levaste minhas asas para que eu não te alcançasse e para que nunca mais tivesses que olhar meus braços frágeis se abrirem ao te veer chegar... E por anos eu te segui sem ver que errava qual tua sombra incerta a me entorpeceer. Mas hoje sigo meus passos pra trás... Carrego teu sangue nas veias mas minhas lágrimas marcam o caminho enfim à luz do dia... à luz do dia.",
  "O Tempo Não Passou Pra Mim": "Parece que foi ontem Eu te ligava em casa E te contava quem Ia tocar no fim de semana E você soltava um grito Tua voz se encantava Era como se eu pudesse Ver teu sorriso brilhar E não sei o que acontece Toda vez que eu lembro assim É como estar em casa E não sei por que parece Que tudo ainda está aqui Se tudo está tão mudado Ainda tenho as camisetas E mesmo que não sirvam mais Não consigo desfazer Me parece tão errado Ainda sei todas as frases E sabe, ainda tudo faz Tanto sentido para mim Sei que pra você também é assim Só sei que todo dia eu chego em casa E não sei como estou aqui Tudo aconteceu tão rápido E amo tudo o que vivi Só não queria ter perdido O que mais amei em mim Na verdade não perdi Ainda está aqui Pulando no peito Me dizendo pra cantar A nossa música E fazer tudo ganhar Cores outra vez Uma pedra na janela E meu mundo se acende Você veio aqui Me entregar o disco Que gravou pra eu conhecer O novo promise ring E vamos pular da cama E sentir que estamos vivos E não sei o que acontece Toda vez que eu lembro assim É como estar em casa E não sei por que parece Que tudo ainda está aqui Se tudo está tão mudado Outra vez voltar pra casa Cantando alto pelas ruas Os vizinhos enlouquecem Segunda a vida continua Mas ainda estamos juntos Nesse nosso universo Em que tudo faz sentido E parece tão correto Só sei que todo dia eu chego em casa E não sei como estou aqui Tudo aconteceu tão rápido E amo tudo o que vivi Só não queria ter perdido O que mais amei em mim Na verdade não perdi Ainda está aqui Pulando no peito Me dizendo pra cantar A nossa música E fazer tudo ganhar Cores outra vez E já fazem tantos anos E amo tanto os meus filhos Mas ainda sinto tudo Aquilo aqui comigo Como se a qualquer segundo Você fosse me ligar E me falar da banda Que vamos ver tocar E não sei o que acontece Que o tempo não passou pra mim",
  "O Vampiro e o Helianto": "Ei Lucien, não vá morrer Que espero-te com os pés Transformados em raízes Pelo tempo em que me alimentei de lágrimas É de orvalho, meu ópio, Que ainda me faz esquecer da dor De querer que tal antes Quando hoje passo as horas feito tolo Seguindo o curso do sol Se amanhece, Aqui estou a selar tua fonte Com o beijo que marca que te protejo E, se escurece, me falta tanto um rumo Que me perco em memórias De como passei, oh Lucien A ver meus dias qual tua sombra eterna E minhas noites qual, de teus caprichos, Amaldiçoada viúva Por isso me recuso a deixar-te partir assim Feito poeira nos bancos Quando a chuva vem e canta seu desepero Sobre esse inferno em que, morto, Fevereiro, se fez perecer Não aceito Lucien, Não me peça pra te deixar partir Ou ao menos não me deixa aqui feito flor triste... Não me deixa... Não me deixa aqui se sei que não vens... Não me deixa ao sol e sem meu vampiro...",
  "O melhor dançarino de São Paulo": "Eu podia dizer um monte de coisas bonitas, Que rimem bem E que mesmo que não façam sentido Pudessem vender. É, eu podia ser só um cara bonzinho E bem arrumado, Com as roupas limpas E que fique bem em sua parede. Mas sou só alguém como você, Que gosta de falar e abraçar os amigos. E me vale bem mais saber Que tudo isso aqui tem valor pra você E que eu também fui fã igual Quando pegava meus LP's E colocava na vitrola pra me sentir em casa. Era só eu, meu 7 seconds E sempre no final não me sentia só E me sentia bem. Eu não tenho emprego E sou coberto de tatuagens. Eu passo o dia vivendo às margens. Sou peça com defeito. Pois não consigo ser Esse mocinho bem comportado. Eu encho a cara, arrumo encrenca E faço tudo errado. E mesmo não sendo O que você apresentaria a seus pais, Eu queria dizer Que gostaria de te levar naquela rua onde eu cresci, Onde andava de bike E onde dei o meu primeiro beijo. E dizer que passei a vida inteira Tentando mostrar Que o que não dá pra colocar em palavras É toda a vida de um garoto e uma guitarra Que ainda não sabe tocar.",
  "Oportunidades de Carreira": "É a fila do desemprego, é minha família. Me dizem pra aceitar qualquer porcaria. O dia inteiro gritando na minha orelha, me humilhar então é o preço da carreira e das oportunidades que eu tenho que agarrar pra não ser vagabundo e o mundo me aceitar. As oportunidades que eu tenho que agarrar. Sempre sabem o que é melhor pra mim. Gritam pela USP, batem pra me corrigir. Passa nessa merda de vestibular, se fode menino... e depois? Depois se vira!!! São as oportunidades que eu tenho que agarrar pra não ser vagabundo e o mundo me aceitar. As oportunidades que eu tenho que agarrar. No sol o dia inteiro!!! Vai ser office boy!!! Pega qualquer emprego!!! Sem grana sexta feira!!! Dão a escola pública, dão a violência. Me agridem nas ruas, me batem na cabeça. Vocês querem futuro pra esse país? Me dêem uma opção além do que ele me diz!!!! E das oportunidades que eu tenho que agarrar pra não ser vagabundo e o mundo me aceitar. As oportunidades que eu tenho que agarrar.",
  "Os Corações Mal Comportados Nem Sempre São Doentes": "Esse meu coração me traz tantos problemas. Nunca quer calar a boca e queima sempre que sente apertar a garganta quando o mundo quer que perca a esperança. Ele nunca quer conversar de dinheiro. E se eu deixar passa o dia inteiro procurando formas escondidas nas nuvens ou motivos para namorar as luzes. Esse meu coração vive à flor da pele. Sempre quer o que não pode e pede baixinho em meu ouvido que apronte quando o mundo grita que se comporte. Ele nunca quer obedecer os homens. E se deixar ele passa dia e noite escrevendo frases proibidas nos muros e inventando formas de fazer barulho. Ah, meu coração não me deixa em paz. Quer sempre se atirar à paixão mesmo que isso seja o pesadelo daqueles que clamam a ordem no reino. Esse meu coração é todo errado, mas eu amo tanto seguir sempre a seu lado. Ah, esse coração desobediente e mal educado nunca está contente. Só se sente vivo e não fica doente quando apaixonado e sem correntes.",
  "Os Funerais Do Coelho Branco": "Tento pensar em coisas Que não me deixem lembrar Das noites em que Fiz planos para Trocar os meus olhos Por estes restos de comida e Cinzas de cigarro molhadas Impressas no tapete Em festas que estive E ninguém me viu Atirar bolo aos peixes Pra que teorizar sobre estar só Se o inverso de ser feliz É a certeza de saber que Nem sempre temos Respostas que queremos ouvir? Então me liga! - ela disse Na verdade sequer lembra o meu nome Ligo sim... é claro. - respondi Acabo sempre ligando \"Sabe, hoje talvez passe aquele filme que eu gosto tanto...\" É eu podia ser gentil E perguntar coisas fúteis, Mas o que eu queria mesmo É ter um copo de água suja Pra beber e parar de fingir No saber se o vazio é bem maior Agora que sabemos ter feito O melhor pra nós dois E deixamos tudo mais pra depois. Sabe, Às vezes, penso mesmo que dizer \"deixa pra lá\" cansa menos e você?",
  "Os Funerais do Coelho Branco II (em Linha Reta)": "Sartre da São João, hálito de bebida barata e meio Vila Rica amassado no bolso. Devorador de memórias de prostitutas e arruinados, o doce prazer dos últimos trocados. Hoje escreverei o livro de toda minha vida, e trocarei os manuscritos por beijos e carinhos pagos. Foi tudo um engano. Um enorme engano do acaso. E acabei aqui, vencedor mais derrotado, de troféu entre os braços, sem ninguém pra me chamar de herói. Velando meus coelhos brancos. (...) As pessoas não ficam, sempre passam, evitam contato com o homem e seus desencantos. E eu assisto tudo, como um filme de quinta categoria, sem saber porque faço ou falo coisas. Em um cinema sujo e triste, as mulheres me cospem, o coração desiste e deixo o orgulho para as moscas. (...) Um brinde então, a esse odor de quarto úmido, a televisão que não sintoniza. Um brinde ao Domingo, ao tédio, a esse colchão imundo, onde casais feios treparam por dias. Eu sou herói de ninguém e quero um quarto sem espelhos. Um corpo sem nome pra abraçar com os joelhos. Porque hoje sou o que sou, o leão covarde da boca do lixo na estrada de tijolos mais suja e cheia de bichos. Decorei poesias, li Kierkegaard, Nietzsche até o raiar do dia. E só conheci mesmo na vida os demônios sujos que não conhecia. (...) Verdade Fernando, jamais conheci mesmo quem levasse porrada e todos que conheci me chutaram mesmo caído à calçada. Holden estou aqui, de esperanças enterradas. Atravesso, atravesso a estrada e nunca acontece nada... nada.",
  "Os mesmos dias": "É tão difícil voltar e ver que não restou nada mais. As folhas caem com o vento e tentamos dizer que nada mudou e que nunca irá mudar, mesmo sabendo que ainda dói tanto lembrar já não são mais os mesmos dias (2x) já perdemos o brilho em nossos olhos. Fica mais um pouco só até a chuva passar... Diz que vai voltar pra casa quando tudo acalmar... Sei que ninguém tem culpa e que já não há como cicatrizar o que o tempo feriu demais. já não são mais os mesmos dias (2x) já perdemos o brilho em nossos olhos. Pra Sempre, sempre soou tão suave até sentir que não valia a pena... Agora são só lembranças de dias em que tudo parecia tão certo até você partir pra não voltar.... já não são mais os mesmos dias (2x) já perdemos o brilho em nossos olhos. já não são mais os mesmos dias (2x) já perdemos o brilho em nossos olhos.",
  "Parques de giz": "Foi demais. Dá um tempo, desta vez foi demais. Está doendo pra valer. E é tão doentia essa tua compaixão e tão pequeno me abraçar se desinfetas tuas mãos. E tua vontade de perdoar o que eu não tenho vergonha de ser nesse teu mundo vulgar. Ah, acho tão discreto esse teu charme e teu sorriso nos jornais. Diz então, como podes me abrir o teu lar se pões pregos em meu corpo? E os espinhos em meu coração não me deixam caminhar sem deixar esse rastro no chão. Faz assim, desenha um parque pra mim e vem brincar até a tua mãe chamar. Que amanhã aproveitamos o giz pra desenhar outro lugar. Quão cruéis crianças podem ser? Quão cruéis elas podem crescer e mostrar o que aprendem com os pais? E apontar seus dedos aos demais. Será que nascemos mesmo assim ou será que deixamos tudo desabar? Pois não lembro de um dia sequer sem sentir não ter meu lugar e sem ver meus parques de giz sumirem com a chuva.",
  "Plague": "If I've not survived the plague And if I never said I saw the dark coming to take it's place If I never read your name in broken windows would you stay? Would you never say I lied to myself? I saw you walking into my life Turning into my air and making my breath shine And now you stand there and say you're sorry for me Say I can't go on 'cause it's time for me to disappear... Too many things said, too many shattered bonds I see our memories dying in the ground And the words you've said broke the enchantment of my dreams Then you walk away... was I just a name for all these years? I still remember the days of trust...",
  "Por Onde Estive": "Às vezes eu não entendo Mas amo estar aqui Te escutando dizer se importar Me escapo um \"Wilde não me permite\" Agora quer começar tudo mais uma vez Mas o mundo não quer mais saber De heróis pra lhe proteger E lhe dizer que sim, lhe dizer que vão Lhe provar que a cada dia Estiveram lá... estiveram lá... Sim, resisti nas fileiras corazon, Com meus fuzis e a terra em minha saliva, Mas marcharam tanto sobre meu pranto Que não mais reconheço meu próprio rosto Enterramos nossas bandeiras Pra esperar a nuvem negra passar E dizer que sim, dizer que é a hora De pagar por cada dia... Que estivemos lá... estivemos lá... Ah Emma... já não nos deixam dançar... Não nos deixam dançar... (E aqui reside a questão que, Nestas noites de batalha, Escrevi com o próprio sangue de meus ferimentos Neste uniforme surrado) \"Onde está meu capitão... Oh, meu capitão, onde estás?\" O mundo não quer mais saber De heróis pra lhe proteger E lhe dizer que sim, lhe dizer que vão Lhe provar que a cada dia Estiveram lá... estiveram lá...",
  "Pra onde vou": "Como podes dizer saber como estou se nem eu mesmo sei o que há de errado? Que tenho andado tão confuso que ninguém pode ousar querer saber me entender. E pra onde vou, eu prefiro nem dizer. Só sei que vou. E é um lugar onde eu possa sumir e viver sem ter que fingir não ser quem sou. Você fala \"amor\" mas sob este ohar me deixa sem valor e não consigo pensar. Você fala \"respeito\" mas não pode entender: Eu seria qualquer coisa, mas não seria você. E pra onde vou, eu prefiro nem dizer. Só sei que vou. E é um lugar onde eu possa sumir e viver sem ter que fingir não ser quem sou. Pra onde eu vou ninguém vai me encontrar e vou poder viver sem me preocupar. Que cansei de procurar respostas e me sentir um idiota. E cansei de ficar cansado, cansei de sempre estar errado. E nada mais vai me atingir. Eu vou viver sem ter que fingir Não ser quem sou.",
  "Pregos, Cruzes E Um Saco De Moedas": "O pulso afasta os pontos e deixa respirar cicatrizes sempre abertas. Mantidas abaixo do desprezo ao acaso e desculpas semi aceitas... E eu estive (de quando o sol não nasceu pra mim) deixando a chuva escorrer (de quando o sol não nasceu pra mim) pelas feridas (de quando o sol não nasceu pra mim) , (pra jamais esquecer ) E assim que fomos um, teus olhos diziam: \"dorme, que por ti eu zelo\"... Me diz o que fazer agora que ardes qual escárnio de sonhos sem crença (e não mais olhar por mim...) E eu não penso (e não mais olhar por mim...) em te dizer adeus (e não mais olhar por mim...) mas não consigo (e não mais olhar por mim...) ficar aqui... correndo entre gigantes mortos em castelos no céu. correndo entre gigantes mortos em castelos no céu. Os moinhos não mais dançam teus beijos e eu me sinto tão alheio a teus erros... Me diz onde estava você, quando olhei pra trás E as nuvens de pragas devoravam a minha sombra? Me diz como podes esperar refugo em meu lar se os cortes em meu rosto ainda sangram com teu gosto? correndo entre gigantes mortos em castelos no céu. correndo entre gigantes mortos em castelos no céu. correndo entre gigantes mortos em castelos no céu. [2x]",
  "Prelúdio Ao Testamento do Apanhador (Daqui Até Granadinas é Tão Longe...)": "Prelúdio ao Testamento do Apanhador (Ou Daqui até Granadinas é tão longe...) Eu comprei todas as promessas e me fizeram pedra com o peso do mundo nas costas. Será que fui tão tolo assim em ver bondade até na hora de perder? Será? Talvez... Mas que seja eterno o que é teu em mim e meu em teu sangue, que o que é certo é o que fica... Pois mesmo ferido, juro, não posso prosseguir sem lutar. Minha luta é minha espada, meu tesouro meu irmão e minha glória o coração. Entendes? Mas que seja eterno o que é teu em mim e meu em teu sangue, que o que é certo é o que fica e o que se parte não faz parte de nada... de nada que queremos. Sou guerreiro, e sim, existe o bom e o mau, mas tenho que acreditar no que é bom. Se tenho orgulho, é de enfrentar meus demônios, pois assim sinto que meus deuses me guiam. E se partir, que fique a lição, eu sou a mão, você a metade. Que o que resta no abismo é só a maldade.",
  "Prelúdio ao Testamento do Apanhador(daqui até granadinas...)": "Prelúdio ao Testamento do Apanhador (Ou Daqui até Granadinas é tão longe...) Eu comprei todas as promessas e me fizeram pedra com o peso do mundo nas costas. Será que fui tão tolo assim em ver bondade até na hora de perder? Será? Talvez... Mas que seja eterno o que é teu em mim e meu em teu sangue, que o que é certo é o que fica... Pois mesmo ferido, juro, não posso prosseguir sem lutar. Minha luta é minha espada, meu tesouro meu irmão e minha glória o coração. Entendes? Mas que seja eterno o que é teu em mim e meu em teu sangue, que o que é certo é o que fica e o que se parte não faz parte de nada... de nada que queremos. Sou guerreiro, e sim, existe o bom e o mau, mas tenho que acreditar no que é bom. Se tenho orgulho, é de enfrentar meus demônios, pois assim sinto que meus deuses me guiam. E se partir, que fique a lição, eu sou a mão, você a metade. Que o que resta no abismo é só a maldade.",
  "Qual é o seu lugar?": "São tolices. Idéias falidas que nada dizem de bom. Não tem nada aqui pra mim nem pra você. Não tem nada aqui. Olha pra esses homens sérios e seus futuros perfeitos. Eles vivem e não vivem. Olha pra esse povo todo com asas de cera se atirando dos prédios. Toda essa gente correndo atrás de nada. E olha para você. Qual é o seu lugar? A gente está na beira do abismo e pedem pra gente pular. Mas aqui em cima tem grama, paz, comida, abrigo. Qual o seu lugar? Todo esse mundo correndo sem rumo. E olha para você Qual é o seu lugar? Não tem nada aqui pra mim nem pra você. Não tem nada aqui. Qual é o seu lugar? Eu digo que a gente tem que estar com o coração. Que estar feliz com a canção. Tem que plantar e colher outros caminhos. E não somente espinhos. Vê essa tristeza nos olhos de seus pais. Vamos ter filhos também. Não tem nada aqui pra mim nem pra você. Qual é o seu lugar? Qual o seu lugar?",
  "Quando O Dia Aquece Sementes Mortas (a amarga história do rei do nada)": "Na triste história das misérias de uma vida fui o Rei, jogado às traças em seu próprio castelo. Acorrentado perseguindo vagalumes e palavras de duas pontas prontas pra cortar. Os fios que movem essas pernas e fazem o Rei dançar, esperando o cadafalso Se abrir! Se abrir! Para conquistar a existência De tua atenção quando ao ar chutar esses ossos. E você! Aplaudir! Quem me ama me abandonou, quem me protege deixou entrar a doença em meu quarto e quem me quer bem fez notar a indiferença frente a meu corpo deslizando à queda sem fim... Quem me dera desaparecer antes de questionar. Consentes a esmola calado...Consentes a esmola... Consentes a esmola... Calado...Consentes a esmola calado... Consentes a esmola... Consentes a esmola... Calado... Quem vai cuspir insetos? Quem vai cuspir insetos? Quem vai cuspir insetos? Meu irmão sim, não eu..! A mim a palavra não conforta, vem sim da língua da serpente e da inveja, fonte da ruína. A mim o bom esquece e só o mau vem sentar-se a mesa e ranger os dentes para roubar toda comida. A mim foi erro não pensar que esquecer fosse o fim. e que meus erros viriam para Tirar! De mim! O que tinha e me entregar àqueles que cospem na terra em que meu amor fincou Sua! raíz! Quem me ama me abandonou, quem me protege deixou entrar a doença em meu quarto e quem me quer bem fez notar a indiferença frente a meu corpo deslizando à queda sem fim... Quem me dera desaparecer antes de alcançar. O outro lado da estrada, e perceber que eu, Se fui Rei, fui Rei das chagas que exibi Com o troféu na cabeça degolada aos plebeus, erguida ao mundo na estaca para que possa ver! Que o Rei do Nada, sequer teve um nome, para gravar na pedra, e cobrir de flores.",
  "Quando o Veneno Sobe a Lança": "Que dias há que não saiba Que passaste, mais depressa A que não percebesses que foi Tão sem porque, quanto sem saber? E que ardesse num só segundo Seco e mudo era mais teu querer Que olhar tantas incertezas Quando a lança ao vento devia dizer Em que peito irias marcar teus punhos E em qual sangue lavarias tuas mãos Sendo assim Não doeria tanto Responder a teu silêncio Quando outro dia se foi E viste que passaste, mais depressa A que não percebesses que foi Tão sem porque, quanto sem saber Quando outro dia se foi E viste que passaste, mais depressa A que não percebesses que foi Tão sem porque, quanto sem saber Vem me buscar daqui Vem me fazer sorrir Vem me levar pra longe Que só tua paz pode tomar Minhas mãos e me tirar do escuro Pois nem imagino Quanto se passou, desde que Deixei de contar os muros E não sei mais se sigo ou desisto E grito só, entre os surdos",
  "Quanto Vale A Liberdade?": "Quanto vale a liberdade? Pra vocês ela tem um preço Quanto vale a confiança? Não quero esperar Não acredito no seu dinheiro Onde está o seu caráter Deve estar perdido em algum beco Horas você enlouquece E depois quer fugir Se refugia como um animal, como um animal Dia após dia eu procuro ir em frente Vê se me entende, não há razão, não há razão Já não pode mais pensar Olhe para tudo como está Agora eu sei que não há preço Mas me sinto acorrentado Dia após dia, e não há razão, não há razão Quanto vale a liberdade? Quanto vale a liberdade? Não importa, eu vou em frente Não importa, eu vou em frente, não!   Quanto vale a liberdade? Pra vocês ela tem um preço Quanto vale a confiança? Eu não quero esperar Não acredito no seu dnheiro Onde está o seu caráter Deve estar perdido em algum beco Horas você enlouquece E depois quer fugir Se refugia como um animal, como um animal Dia após dia eu procuro ir em frente Vê se me entende, não há razão, não há razão Já não pode mais pensar Olhe para tudo como está Agora eu sei que não há preço Mas me sinto acorrentado Dia após dia, e não há razão, não há razão Quanto vale a liberdade? Quanto vale a liberdade? Não importa, eu vou em frente Não importa, eu vou em frente, não!",
  "Quem Vai Limpar O Quarto De Gregor Samsa?": "Não vou mais me levantar. Não vou mais tentar pois sempre acordo sem lembranças tentando dizer que nada mais vai me machucar. Nada mais vai me fazer acreditar ser capaz de mudar, então deixa amanhecer... Deixa outra vez sem saber porquê Deixa outra vez sem saber... Tentaram dizer que o garoto deveria viver sem lhe avisar que não lhe deixariam portas pra sair de seu quarto nem janelas. Não vou mais insistir. Não vou mais tirar de mim a maquiagem borrada e este gosto que não sabe parar. Não vou mais tentar fingir ser forte e sorrir quando nada mais me satisfaz... então deixa amanhecer... Deixa outra vez sem saber porquê Deixa outra vez sem saber... Tentaram dizer que o garoto deveria correr sem parar. Mas como correr se lhe arrancaram as pernas? Como escapar?",
  "Quero Sempre Mais": "É sentir amanhecer e perceber que não tenho mais tanto controle assim. E é por isso que não vou perder mais tempo com marcas nos braços. Não, não vou... Tenho tanto pra falar mas nada aprendo se só me ensinam palavras e elas são tão secas. Eu tenho tanto pra aprender, tanta coisa pra viver e me sinto preso aqui, voando sem asas. Estou sumindo de você pra qualquer outro lugar. Que hoje tudo que eu sei não me diz mais nada. Já tentei acreditar, já tentei viver assim, mas a noite me acorda e me beija pra longe daqui Sou alma, sou sonho, sou mais do que sei como explicar. Sou grito, sou vivo, tenho pouco tempo e quero sempre mais. Então se me jura amor, não me prende assim que sou tão intenso que não me vejo correndo em círculos atrás do que não acredito. Então, se me jura amor, me deixa ir... Quero sempre mais Quero sempre mais Tenho pouco tempo e quero sempre mais.",
  "Repetindo Frases E Rimas": "Quem nunca esteve assim? Eu, que sou sempre o mais perdido, escrevi meu nome tantas vezes no chão. Mas sempre me levanto. Sempre digo não. Meu pai sempre dizia: \"- O que eu fiz de errado?\" Que sou desobediente e tão mal educado. Mas no fundo sabia que eu só conseguia se fosse do meu jeito e como eu queria. Gosto de te ver sorrir. Eu já te disse no outro disco. Mas teu sorriso tem que ser teu. É muito mais bonito, já conheço o meu. Tenha sua cabeça, não quero ser exemplo. Pode ser clichê mas seja você mesmo. E não deixe que te digam qual vai ser o seu caminho. Pra ser outra pessoa é melhor ficar sozinho. Que eu, há tempos na estrada ainda escuto tanta coisa chata. Tanta gente ainda não aceita que eu viva a vida da minha maneira. E que eu repita frases e rimas só pra dizer que não perco meus dias com a cara grudada na vidraça sentindo o gosto de uma vida sem graça. E, se pensar em mim, é só tocar meus discos e me dar uma ligada.",
  "Rosa Lacustre": "Então se foi Desceu a correnteza E já não se vê mais Lavou na queda o certo e as certezas E estou bem Apenas estou diferente Estou bem Mesmo sem tantas respostas Sigo o rio e deixo me levar pra frente Solto as mãos de sua nascente E faço leito o curso rumo a foz Rumo ao encontro de nós dois Nem tudo que é direito faz sentido E nem tudo que faz sentido É direito de fazer Me vi narciso e perguntei Quer ser barco ou quer ser rio? Quer ser braço ou ser feliz? Que o pulso passa E estou certo mas sozinho De que vale isso tudo Sem ter você aqui? Deixo me levar pra frente Solto as mãos de sua nascente E faço leito o curso rumo a foz Rumo ao beijo das águas Meu rio só corre pra você Onde deságua e faz nascer O oceano desse amor Tão fundo e cheio de nós dois",
  "Se Essas Paredes Falassem": "Se Essas Paredes Falassem Se essas paredes falassem Se contassem cada vez Que me vi de joelhos Na escuridão Com medo de levantar E fitar na penumbra Meus olhos no espelho Dizendo que não Não pode ser verdade Mas é tanta maldade Jogar na fogueira o meu coração Conseguir manter forças Pra calar essas bocas E afastar os dedos de minha direção Asas, fracas Não me deixam voar E eu não me lembro de pedir Pra você ficar E arrancar carne de meu peito com Tanto ódio E gritar, pra eu me excluir De teu mundo Já não sei mais Há quando tempo não Vejo o sol com meus próprios olhos Já não sei mais Se é por medo ou se Esqueci como olhar pra fora Portas, frias, me deixam sem ar E ninguém me ouvir bater Pra vir me ajudar E eu não quero mais viver Com medo ou vergonha De respirar e de existir Ou beijar seus lábios Se estas paredes falassem Se contassem cada vez que sonhei viver em outro lugar Onde Marte ama Marte e Vênus pode passear de mãos dadas com Vênus sem se preocupar Com o vento covarde que me deixa até tarde Com medo e sem saber se você vai voltar... voltar Sera que estou errado por querer estar ao teu lado Em jardins onde as flores nao envenenam o ar? O ar",
  "Se Estas Paredes Falassem(completa)": "Se essas paredes falassem, se contassem cada vez, que me vi de joelhos na escuridão. com medo de levantar, e fitar na penumbra , meus olhos no espelho dizendo que não. Não pode ser verdade mas é tanta maldade jogar na fogueira o meu coração por sentir não ter forças pra calar essas bocas e afastar os dedos de minha direção Asas fracas não me deixam voar e eu não me lembro de pedir pra você ficar e arrancar carne de meu peito com tanto odio e gritar, pra eu me excluir de teu mundo Já não sei mais há quando tempo não vejo o sol com meus próprios olhos já não sei mais se é por medo ou se esqueci como olhar pra fora Portas frias, me deixam sem ar E ninguem me ouvi bater pra abrir e me ajudar e eu não quero mais viver com medo ou vergonha de respirar, de existir ou beijar teus labios Se estas paredes falassem Se contassem cada vez que sonhei viver em outro lugar Onde Marte ama Marte e Vênus pode passear de mãos dadas com Vênus sem se preocupar Com o vento covarde que me deixa ate tarde Com medo e sem saber se você vai voltar...voltar Será que estou errado por querer estar ao teu lado Em jardins onde as flores não envenenam o ar?o ar?",
  "Se Estas Paredes Falassem...": "Se essas paredes falassem Se contassem cada vez Que me vi de joelhos Na escuridão Com medo de levantar E fitar na penumbra Meus olhos no espelho Dizendo que não. Não pode ser verdade Mas é tanta maldade Jogar à fogueira o meu coração Por sentir não ter forças Pra calar essas bocas E afastar os dedos de minha direção Asas, fracas Não me deixam voar E eu não me lembro de pedir Pra você ficar E arrancar carne de meu peito com Tanto ódio E gritar, pra eu me excluir De teu mundo Já não sei mais Há quando tempo não Vejo o sol com meus próprios olhos Já não sei mais Se é por medo ou se Esqueci como olhar pra fora Portas, frias, me deixam sem ar E ninguém me ouvir bater Pra vir me ajudar E eu não quero mais viver Com medo ou vergonha De respirar, de existir Ou beijar teus lábios Se estas paredes falassem Se contassem cada vez que sonhei viver Em outro lugar Onde Marte ama Marte, e Vênus pode passear De mãos dadas com Vênus Sem se preocupar Com o vento covarde Que me deixa ate tarde Com medo e sem saber se você Vai voltar Voltar Será que estou errado Por querer estar ao teu lado Em jardins onde as flores não envenenam o ar? O ar",
  "Selene": "Selene Ah, gosto amargo, fui traído Por não ter medo de pecar Qual tempo pálido banido Que sufoquei entre meus dedos. Teu abraço terno me partiu Mas teu cheiro está em mim E teu beijo me deu direção Quando me dei por vencido. E se afoguei as mágoas qual verso que eu Mais detestei e proclamei aos quatro cantos Foi porque eu não vi mais luz, nem saídas, Nem sorrisos na despedida, nem o belo, nem encanto. Deixa então, diz que pra sempre É mais que um dia e é um dia diferente. Deixa viver, deixa que o tempo Faz esquecer tudo que perdemos entre os dentes. Tudo gira com a música Que me faz sorrir e tropeçar E me faz querer comemorar Todas batalhas perdidas. Fecho os olhos e tento respirar Pra te sentir comigo E sigo em frente sem pensar que já Não sei mais meu destino. Só sei que eu te desejo mais do que devia E teu escarro queima qual brasa nas narinas. Só sei que por vezes é tão escuro e tão frio Que desapareço sem sequer ser percebido. Só sei que eu não encontro direção, E as vezes até acho bom e bem menos dolorido. Só sei selene, que não vejo mais o sol E só quero tua voz sussurrando em meu ouvido. Deixa então, diz que pra sempre É mais que um dia e é um dia diferente. Deixa viver, deixa que o tempo Faz esquecer tudo que perdemos entre os dentes.",
  "Será Que a Gente Consegue Fazer Um 77?": "Frases decoradas te fazem aparecer mas não dizem nada importante E você vai ficando velho, se recusa a crescer um adulto idiota é o que você vai ser! Sem nada na vida, pra sempre incapaz. Seguindo em frente, pensando para trás. Os amigos se cansam e sempre vão mudar e você não percebe que não sai do lugar Eu não tenho que provar nada E não te espero pra começar Estou pegando minha estrada E não hesito em te deixar (pra trás) Sigo a minha vida levo sempre do meu jeito tocando com os amigos, mantendo o respeito vivendo o dia-a-dia com força e vontade Me levo a sério mas não perco a humildade! Faça você mesmo aprenda a lição. Enquanto você baba, eu lavo as minhas mãos. Você é tão rebelde, se recusa a pensar vai ser pra sempre burro mas não vai me segurar! Eu não tenho que provar nada E não te espero pra começar Estou pegando minha estrada E não hesito em te deixar (pra trás)",
  "Sigo o coração que diz que não sabe, mas é segredo": "Se for pra não te ver chorar vale a pena. Se for pra ver você me dar um sorriso, eu fico horas na chuva. Por mim tudo bem, não importa. Eu fui adolescente até pouco tempo atrás, agora eu quero é ficar calmo. Quero contar meus sonhos, mudar de casa... mandar fazer um quadro nosso. Não sei o correto e já não sou tão certo. Sigo o coração que diz que não sabe, mas é segredo. Faz a vida ser bela e infinita e diz que não somos grandes demais pra pensar que tudo foi perdido e que nada é como antes. Quando chove gelo a gente sai com a língua pra fora. Eu fingi tanto tempo ter certeza demais e agora eu ouço alguém me dizer: \"Pai, deixa a luz acesa\". E me perguntar quem acende as estrelas. Eu sou criança grande sabe, e eu quero sair e pular nas poças se for pra te ver amar. Faz a vida ser bela e infinita e diz que não somos grandes demais pra pensar que tudo foi perdido e que nada é como antes. E como já foi dito, \"toda criança sensível saberá o que estou dizendo.\"",
  "Sobre promessas e tubarões": "Tudo outra vez, Deixamos escapar e morrer em prantos O bem querer de nossos contos de fadas E todo encanto. A princesa chorou vendo o ator. A novela na tv repetiu demais. O principe a deixou em ruga e rancor, E agora não tem mais tranças pra jogar. Não te esqueças jamais Que és meu tudo E é estranho não ter o que esperar De meus planos e meus sonhos. Como aprender a deixar pra trás O que mais feriu, o tolo e o engano, Sem deixar ver que as feridas Marcaram demais o bom e o puro? E se fomos nadar entre tubarões Deixando de escutar que mais nos ama, Talvez foi por não ver nossos próprios erros Em outros rostos, e por não aceitar... Não te esqueças jamais Que és meu tudo E é estranho não ter o que esperar De meus planos e meus sonhos. Porque sempre dói demais? Me diz se vai ser sempre assim E se tudo o que mais queremos pede sofrimento. Eu só queria poder te abraçar e voltar Te mostrar meus olhos, sem palavras E te ouvir dizer \"tudo bem\"...",
  "Stella Maris": "Deixo a onda me levar e espero nunca mais voltar ao cais das dores que senti. Com os dedos rasgo o mar e me entrego a mundos que não mais farão parte de ti. Ah, Stella Maris guarda um bom rumo pra mim, que não quero desistir. Que, se a vida é amarga o pouco doce que me diz já me faz alguém feliz. Que tudo agora é tão estranho e até os sabores me escapam. Visto que minha luz da vida já não se encontra aqui. Quando as nuvens cobriram teu brilho a tempestade me atingiu. E este teu servo, infausto, nunca mais sorriu. É um vazio que consome, deusa minha, e que arde. Que tive mãe, minha rainha, e tive amores. Rudes. Tolos. Frios. Mortos. E hoje naufrago aqui pouco a pouco à ponte em chamas. Deusa minha, quem me ama? Quem quer este ser febril? Me dá teu conforto então que é tão ruim viver em vão e ainda penso em sorrir. Que neste mar em que me perco carrego um coração seco e cansado de fugir",
  "Suburbia, 1986": "It seems we follow a smoke trail Which fades away the more we need it, To know where to go, 'Cause we're dizzy enough not to remember What we've been doing. How does it feel now you're by yourself And there's no one else to take care of you. No one brings you home when it's late enough For children to play so far away. The gig is over, and it's so early... I don't wanna go home. I know I'll sleep alone I know I'll miss someone to hold so much. The basement is closed, All the kids are gone, But I'm sure I'II stay here 'Cause nothing is worse than the silence Which makes you hear your lower mind's voice. Have you ever felt like All directions seem to lead us to the same place? How great if our lives shone forever Just like that fuckin' perfect song...! We used to sing along Backstage kissing; hold me strong While the amps are screaming - Screaming for us. The gig is over, and it's so early... I don't wanna go home. I know I'll sleep alone I know I'll miss someone to hold so much. The basement is closed, All the kids are gone, But I'm sure I'II stay here 'Cause nothing is worse than the silence Which makes you hear your lower mind's voice. Let's walk the whole night, Let's talk some shit. Oh, please stay and make me feel alive. Is it all the same with all punk kids? Are we so afraid of our time passing by? Just one more coffee... just one more kiss... Just one more song... it's all that I need To feel like the world isn't bad enough As long as you are there for me...",
  "Tarde Demais": "Sei não tenho mais a quem dizer e a quem confessar me restam só lembranças, momentos que não voltam mais... Hoje sem esperança, eu caio não sei levantar forças que perdi sem dizer... palavras sem sentido pra falar Choro e me lembro, tardes tão felizes que passei ingrato sei que posso ser, talvez seja tarde agora... Por favor, nunca chore mais por mim tudo vai mudar quando choro em ti quando penso em mim quando tento lhe falar Não vou mudar Vou ser assim... O sentimento não mudou Não quero mais Sofrer assim Tarde demais, não vai voltar... Letra by: L1th1um",
  "Te Prometo Estar Sempre Por Aqui": "Já estamos longe Já estamos longe E nada mais importa... Nada mais importa... Além do horizonte... Além do horizonte... Existe uma estrada, Existe uma estrada... E nela vamos cruzar fronteiras Vou escrever Nossos nomes pelas árvores; Viver por você. Quero ser tua espada E ser teu escudo E não deixar que nada te faça mal. Eu que nunca pensei em nada... Hoje te dou meu coração. Te prometo estar sempre por aqui, E cruzar montanhas Na alegria, na tristeza E nos sorrisos das crianças Que esse caminho é o que há de melhor, Eu e você. Já estamos longe Já estamos longe E nada mais importa... Nada mais importa. Tentamos tanto achar a verdade Quando a verdade é Tudo o que somos sem querer. Eu que sempre pensei ter tudo Hoje sei que sempre foi tão pouco. Te prometo estar sempre por aqui E cruzar montanhas. Na alegria, na tristeza, E nos sorrisos das crianças. Te prometo estar sempre por aqui E cruzar montanhas. Que esse caminho é o que há de melhor... Eu e você, A lua e o sol, E nada mais importa.",
  "Tenho Sede": "Eu tento me esconder entre meus versos Mas é fato que me entrego Cada vez que a noite chega e a cidade grita Tranco bem minhas janelas e tremo O que está por trás de meu olhar Não consigo responder Meu coração não pensa! O fogo que arde os meus ossos Não consigo esconder Meu coração me entrega! Como estou aqui, juro não sei Tudo passou num piscar de olhos Se perdendo entre Frases e entrelinhas Onde me perdi? Onde foi que me enterrei? Onde sumi, que não me encontro Mas me sinto ainda aqui? Quando os sonhos correm Em desespero pelas veias Eu sinto que ainda tenho amor E quando este corpo Não me cabe e me debato Eu sei que ainda tenho amor Quando a noite vem Eu sei que algo está lá Mesmo que eu não veja E não consiga alcançar Quando a noite vem Tenho sede de mais O que está por trás de meu olhar Não consigo responder Meu coração não pensa! O fogo que arde os meus ossos Não consigo esconder Meu coração me entrega E me diz que não acaba aqui",
  "Teorias de viver": "Se eu dissesse que sempre arrisquei, irias me querer? E se dissesse que nunca soube de nada? Agonia, busca e certeza. Certeza é que não faz sentido ao medo que nunca passa. Eu mesmo nunca sei. Janelas abertas pra ninguém esquecer a sombra em meu quarto e me ouvir dizer que passei a vida correndo contra os carrinhos na montanha russa. Tentando me sentir capaz e não ser outra vez arrastado pra trás. Paixão, devora este silêncio e diz onde há certeza nestas mãos. Eu juro, tento não ter medo e tento zelar pelos meus irmãos. Paixão então... Que sou o que foi deixado pra trás pelo coelho branco e não despencou nas frestas das árvores. Me diz então, o que faz sentido nesse mundo agora se já não me sinto aqui, não te vejo sorrir e já não posso dormir. O que será de mim? Paixão, devora este silêncio E diz onde há certeza nestas mãos. Eu juro, tento não ter medo e tento encontrar a direção que me proteja do relento. Paixão, me faz acreditar então. Me faz ser alguém.",
  "The Boy on the Road": "So I found my way through this 40 year long day So I found my way and I'm on the road again With with naked feet, a naked soul I have so much to say, but nowhere to go I have nothing to teach, but I've learned enough From feeling my life pass by always out of touch So I found my way and I swear I don't know what To say to the boy who looks in the mirror I've reached for so much and failed I never let go of this growing weight in my chest I really thought this walk was meant To make any sense, but to make me small I really thought being a man wouldn't feel like A boy with missing thoughts, with missing time Stuck on the road again, I just know how to walk And if it's the sense of life, well, I did my part It takes so much from me, eats me from the heart But I still know how to dream I still know a boy who never learned to give up Running with a dusty heart in his hands Trying hard to show life he is never scared And as long as he's still there He will never leave the road Because that's the boy that I know",
  "Tijolos Amarelos": "Quantas vezes dissemos estar certos de que não iríamos nos machucar e prometemos tanto do que sabemos que nenhum de nós poderia cumprir só pra estarmos outra vez fingindo que o dia ia passar e se esquecer. E hoje eu fecho os olhos e tento fingir não saber que minha vida me atira a um entardecer do qual nunca mais vou poder voltar... mesmo batendo meus sapatos de cristal. São tantas derrotas que já não sei onde guardar e mentir as vezes cansa. Tantas vezes tentei agarrar cometas que nunca pude alcançar. Não há lugar como nosso lar... Não há lugar como nosso lar... E o furacão não veio e meus pés doem demais agora que meus sapatos não param de dançar. Eu só queria ter mais um dia pra acreditar que a terra do nunca existe afinal...",
  "Tochas Para Joana": "Chamas sem fim... tudo vai queimar... curar nossa amnésia. Cesar, onde estás? Cesar, onde estás? Não há saídas do gabinete e a fumaça entra. - Brutus, até tu a me apunhalar... Hoje eu sei... Não vou deixar segredos escaparem pra ninguém. O satélite vai localizar você pelos seus dentes. E na estrada não há lugar para parar ou telefones de emergência. - Brutus, até tu a me apunhalar... Hoje eu sei... Não vou deixar segredos escaparem pra ninguém. Ouço vozes e o calor consome meu corpo... Joana??? Contato!!! Calligari te deixou após o bip um recado... Joana??? Contato!!!",
  "Trabalhando Em Um Bom Título (Mas, Que Não Seja Repetitivo)": "Foi tolice desistir de tudo Quando ainda eu tinha tanto pra falar E te disse tantas coisa Que nunca pensei Só pra fugir do silêncio uma vez mais E agora as marcas, Quando o dia amanhece, Não se escondem mais. E eu não entendo Como você não está aqui, Nem como pude agir assim, E só penso em voltar. Quem sabe desta vez Eu consiga explicar O que nunca soube dizer... Consiga te mostrar Que o vazio que deixou em mim Me deixa sem forças. Quem disser que a solidão Não planeja seus golpes Desconhece-lhe os fins. Esperanças que plantei Só me trouxeram cortes Com tantos espinhos. Sempre soube que ia acabar no chão E ainda assim Me atirei com vendas nos olhos Do alto de precipícios. Mas juro, Pensei que cair duraria mais... Agora, meus pés quebrados Não me deixam ir pra casa E estou cada vez mais Coberto de folhas em seu quintal E esquecido. Ah, se eu fosse poeta Saberia como me defender... Mas, eu sou só mais Um garoto imbecil a se repetir.",
  "Tudo Que Eu Preciso": "Eu tento ser bem mais Do que posso oferecer E não querer impressionar Fingindo ter as respostas Pra tudo que eu não sei E que me ajuda a esconder Que tudo o que eu preciso é ficar a teu lado, Mas tudo que eu consigo é fazer tudo errado Você me diz que tudo bem, Que eu sou assim e bom pra você Mas e se no fundo eu sei que isso é o meu melhor? E que é tão difícil não ser O que essa vida me fez E que no fundo sou perdido, não crescido E não sei bem o que digo E quando eu finjo, não cai bem Outra piada da vida, Agora no fim da linha, Tenho o que procurei, Mas me perco de mim Mas tudo bem, ainda assim, Quero tanto estar aqui Tudo que eu preciso é ter Mais um pouco de você",
  "Tudo o Que Ficou": "Eu posso estar esperando por algo que esteja morto e posso ser o mais tolo por fingir não saber que nada vai voltar a ser igual a quando eu te via rindo me senti tão frágil e queria te abraçar pra proteger e esconder do mundo o que era tão meu. Mas me faz bem fechar os olhos, acreditar ser um sonho e que vou acordar, vou te abraçar e ter mais uma chance de não te ver morrer em meus lábios. Tanto tempo passou... tudo o que ficou mesmo pra sempre ficou pra trás e hoje nosso presente consente o nunca mais. Nos tornamos caronistas de nós mesmos em nossas próprias lembranças. Tic... tac... tic... tac... tanto tempo... e eu posso ser o mais tolo, mas quando essas músicas não gritam refrões ainda espero você pra escrever. by: Fernanda Paparelli",
  "Tudo que ficou": "Eu posso estar esperando Por algo que esteja morto E posso ser o mais tolo Por fingir não saber Que nada vai voltar a ser igual A quando eu te via inocente e tão frágil E queria te abraçar Pra proteger e esconder do mundo O que era tão meu. Mas me faz bem fechar os olhos, Acreditar ser um sonho E que vou acordar, te abraçar E ter mais uma chance De não te ver morrer em meus lábios. Tanto tempo passou... Tudo o que ficou mesmo pra sempre Ficou pra trás E hoje nosso presente consente o nunca mais. Nos tornamos caronistas de nós mesmos Em nossas próprias lembranças. Tic... tac... tic... tac... Tanto tempo ( 3x)... Eu posso ser o mais tolo, Mas quando essas músicas não gritam refrões Ainda espero você pra escrever.",
  "Um Canto Para Caronte (Ou de Como a Mantícoria Aprendeu a Voar)": "O hálito cansado de um corpo pálido trava sua batalha contra a neblina fria. Dentro de botas úmidas artelhos corroem, a carne arde e são seis horas, nove horas, três horas e tudo bem. Mas eu vi acenar para mim o homem na lua a bocejar. E sim, ele estava tão feliz... morto e tão feliz... E eu limpei os meus olhos destas aranhas sem pernas e acendi cigarros e estopins. Vou voltar a meia-noite só pra ver voltar. Vou voltar a meia-noite só pra ver voltar. Minhas mãos cansaram de esmurrar o vidro quando te via escovar suas três fileiras de dentes e estive preso no espelho por tanto tempo que nem sei bem, e mais cem anos, seis meses, três dias, tudo bem... tanto faz. Aprendi a amar teu sorriso como se aprende a amar quem sempre diz que no final todos tem a justiça e o sentido e todos são amigos. Quem diria \"eu amigo\"... Quem diria... eu sei... Vou voar agora que me destes asas. Vou voar agora que me destes asas. Devoro exércitos, devoro exércitos, canto para os pássaros, corro nos desertos, nem a vontade de mil conselhos pode me deter. Devoro exércitos, devoro exércitos, o sangue negro feito petróleo da boca escorre e me deixa mais forte. Nem São Jorge irá te proteger. Vou chegar as crateras da lua e me tornar um deus. Vou chegar as crateras da lua e me tornar um deus.",
  "Um Canto para Caronte": "O hálito cansado de um corpo pálido trava sua batalha contra a neblina fria. Dentro de botas úmidas artelhos corroem, a carne arde e são seis horas, nove horas, três horas e tudo bem. Mas eu vi acenar para mim o homem na lua a bocejar. E sim, ele estava tão feliz... morto e tão feliz... E eu limpei os meus olhos destas aranhas sem pernas e acendi cigarros e estopins. Vou voltar \"a\" meia-noite só pra ver voltar. Minhas mãos cansaram de esmurrar o vidro quando te via escovar suas três fileiras de dentes (e estive preso no espelho por tanto tempo que nem sei bem, e mais cem anos, seis meses, três dias, tudo bem... tanto faz). Aprendi a amar teu sorriso como se aprende a amar quem sempre diz que no final todos tem a justiça e o sentido e todos são amigos. Quem diria \"eu amigo\"... Quem diria... eu sei... Vou voar agora que me destes asas. Devoro exércitos, devoro exércitos, canto para os pássaros, corro nos desertos, nem a vontade de mil conselhos pode me deter. Devoro exércitos, devoro exércitos, o sangue negro feito petróleo da boca escorre e me deixa mais forte. Nem São Jorge irá te proteger. Vou chegar as crateras da lua e me tornar um deus.",
  "Um Dia Comum": "Foi-se o tempo em que ter o que dizer serviu pra alguma coisa e encontrei sentido em manter passos que nada de novo oferecem ou esperanças de que tudo isso irá ter fim. Porque \"hoje é mais um dia como outro dia qualquer\" e meus olhos não acham sentido algum quando a luz se apaga e já não vejo as placas. Me diz pra onde eu vou quando a voz se cala e só me restam mágoas. Me diz quem é que eu sou quando a um mar de nada entrego minhas forças e desisto de entender. De que vale olhar tanto o espelho se ninguém vai te procurar ? De que vale guardar tanto segredo se ninguém se interessa por tudo o que você pensa ter de melhor nessa vida ? É só mais um dia comum em que o céu desaba e estrelas de lata ferem nossas mãos. É só outra ambição a ser cultivada e depois destroçada. É só outra ilusão. Me diz pra que então pensar não ser água e tentar inflamar nossos corpos em vão. Me diz qual a razão de cultivar a estrada quando sei que nada nasce de nossas mãos. É inocência então crer sobreviver ao dia comum quando na verdade ele é quem manda em nossa vida e nos dá o gosto da partida mesmo sem nunca termos saído daqui. É só um dia então como outro dia qualquer, em que você não é ninguém especial pra ninguém.",
  "Um Sonâmbulo Em Seu Aquário": "Foi vertigem, eu sei… Sorri… E pra consertar tentei dizer que tudo bem, que estou bem pra voltar… Mas tudo aqui está longe demais e meus pés não me deixam em paz. Não quero que me vejam rastejar. O meu sorriso não me traz o que preciso pra estar assim, bem comigo. Não me faz acreditar que não há riscos em ficar. Do que eu sempre quis a vontade nunca passou. Outro sábado sem gosto a mais pra contar. O relógio grita, ninguém vai ligar, as séries repetem em todos os canais e é tarde demais pra sair ou pra ficar… O meu sorriso não me traz o que preciso pra estar assim, bem comigo. Não me faz acreditar que não há riscos em ficar. Tudo aqui… longe demais… Desperdício… tanto faz… Não é assim nos filmes. Não devia ser. A TV está em mim, e mesmo quando desliga, por preguiça de levantar me rendo ao que está no ar…",
  "Um Triângulo Em Palomar": "Te disse, eu não sou tudo isso, brindemos: -Debord! -Debord! Cruzamos a Estrada em Bemini e a taverna estava mesmo lá. Entre o olhar faminto, o daydream suicida e o crepúsculo clandestino. Na pilha de corações mortos do beco onde gatos brincam sem parar. Estamos em coma, presos em corpos que não vão nem ficam. O relógio parou e as pessoas estão sem expressão. Abrimos os olhos, é um palco, é só interpretar. Que se ainda sangro, existo! Ora, quem pode negar? Eu falo uma língua que ninguém entende e não é absurdo. Me sinto um doente correndo e gritando sem roupas e no escuro. Meus enfermeiros se escondem de mim. Não ousam me ajudar. Então vou fingir que não estou mais ali até esse inferno acabar. O baralho está com cartas faltando demais pra jogar. Viúvas Negras tomam as mesas. As moscas trocam de lugar. Bebemos veneno em grupos nos quintais em Jonestown. Então despedaço meus móveis; não deixo o fogo apagar. Chegamos ao ponto: é inútil falar que está tudo errado. As saídas trazem entradas demais. As palavras soam pobres. Sangramos os dedos de tanto cavar e não chegamos longe. Há muitas lacunas pra ignorar e dizer que está tudo bem. Os demônios estão arrombando a porta. O fogo se foi, e agora há só cinzas. ¡No pasarán! ¡No pasarán! É um impasse, não uma poesia: \"Corona Australis despencou. Buck Rogers não voltou. Corona Australis despencou. Buck Rogers não voltou. Nem Kaczynski... Kaczynski...\"",
  "Vai Ver É Assim Mesmo": "Sabe, eu cansei de estar aqui esperando Mas não sei se consigo pensar em algo melhor que Ter minha auto estima destroçada por você Quando te vejo correr de lábio a lábio pelos Trogloditas mais idiotas que eu conheço. Talvez tudo mesmo tenha seu preço. Foi tão idiota te dizer, agora eu estou aqui Sendo humilhado outra vez frente a seus amigos. O amor é um demônio desgraçado Que vive a me passar rasteiras. Queria saber como te tirar de minha vida. Talvez tudo mesmo seja a maneira Que eu encontrei pra acabar com meus dias. Vai ver viciei na sarjeta queimando a língua",
  "Vaudeville": "E quem disse amor, que não há charme nos garotos com flechas nas pálpebras? E quem disse amor, que quebrar vidraças e não ter certeza de mais nada não aquece o peito? Outra bebida então. Tudo bem. Café seco beija a garganta quando a cidade acorda e a luz queima nossos passos de volta pra casa. \"Me conta teus desejos\". Ele diz. Sabe, eu tento o meu melhor só para te ver bem e em tentação. Diz por que não querer Tolice não deixar chegar tão longe. É poesia amor, não é medo. Por quê segredo e por quê não falar se teu sorriso é o que mais desejo e teu pecado é o que mais me importa. Este mundo não merece a nossa tristeza e se é a vida não há porque deixar de ser. Diz porque não querer. Tolice não deixar chegar tão longe. Minha culpa, minha máxima culpa... é tão nossa, pois quem disse amor que não há charme nessas flechas que se beijam quando dormem os medos? E sabe amor, já não há como conseguir parar todos os erros viciados que aprendemos.",
  "Vinde a mim": "O sol que aquece meu corpo ofusca meu olhar, mas não mais o temo. Agora sei que meus passos no escuro enfim me levaram além do mito que em dias que pensei estar tão certo me fez sangrar por meus olhos ao não ver nada além do medo e da dor. \"Pobre criança te ajoelhes e chores por crimes que nunca imaginou ter cometido. Peça o perdão pagão e vinde aos braços que te aguardam pra roubar-te a inocência e dar-te a dor da angústia e da incerteza\". Tantas vezes pensei andar em plumas tropeçando sobre brasa e lanças e ouvi tua voz dizer que um dia iria ter a paz que sei, nunca guardaste pra mim. E ouvi teus profetas a me dizer que não há fim em tua bondade caminhando entre a peste que corrói teus filhos e o olhar faminto e sem vida dos que beijam teus pés. Não posso mais tocar-te porque deixei de crer em teus brados heróicos. Adeus, agora que sei que nas mais altas montanhas o vento é bem mais forte e tua sombra não mais queima quem ousa te olhar nos olhos e ver que teus castelos são de areia e que não há nada além de tinta e sangue em tuas escrituras.",
  "falo sério, não nasci para o tédio": "Pode ser que eu esteja envelhecendo. Mas eu quero mais. Quero paz. Quero viver bem mais. Gostar de mim. Simples assim: bem mais. Tantas coisas pra dizer. Tão pouco tempo pra esperar. Num piscar de olhos tudo se vai. O que hoje é, amanhã nunca mais. Os dias vão dançar. Que viver assim, só pra correr atrás, me cansa. Eu não sou como você. Tudo aqui está tão bem mas não me diz mais nada. Tantas coisas pra dizer. Tão pouco tempo pra esperar. Num piscar de olhos tudo se vai. O que hoje é, amanhã nunca mais. Os dias vão dançar. Eu que não vou ficar aqui fingindo estar contente. Sentado nessa praça, com cara de estátua, perdendo meus dentes. Tantas coisas pra dizer. Tão pouco tempo pra esperar. Num piscar de olhos tudo se vai. O que hoje é, amanhã nunca mais. Os dias vão dançar. Falo sério, não nasci para o tédio.",
  "À Porta ao Lado (Astro Boy II)": "Se há o incerto astro boy? Pode ser e pode não ser... Mas de que importa ter certeza? As crianças sensíveis sabem que Os olhos não vêem e o coração sorri Se o beijo é bom E é sempre cedo. E logo à porta ao lado Temos espaço para voar. Nos dão o escuro Mas somos as luzes pra brilhar. Vem comigo então que é muito bom Não estar sozinho. E a direção é o que menos importa Se sabemos que o mundo é nosso E ninguém mais diz O que é errado em nosso país Que não tem fronteiras nem maldade. E logo à porta ao lado Temos espaço para voar. Nos dão o escuro Mas somos as luzes pra brilhar.",
  "É só o inferno e mais nada": "Tudo é tão miserável quando passamos a mentir para sustentar mentiras... E já não podemos fingir não estar tão frustrados com o que temos e por estarmos a tanto tempo aqui. Daqui de cima não há nada para enxergar. Foi tudo em vão, eu sei... O suór seco pelo vento. Agora a quem culpar por ver tantas rugas no espelho, ossos magros nos joelhos e nenhum troféu quando vencemos? Se ficar aqui não vão te ver chorar e quem sabe possa ter sorte ao contar as promessas que entupiam seus bolsos... placebo para alimentar as traças. O bispo quebra minhas defesas e os peões não podem mais impedir o olhar de medusa de tuas torres. A rainha feita pedra esquece de sua vida... tão perdida quanto infeliz. Então não diz pra mim que tudo vai passar. É só o inferno, eu sei... O suór seco pelo vento. Juras de amor comendo a língua. Diz então que beijarias minha boca cheia de formigas agora que é isto e mais nada...",
  "Ícaro Sobre Chamas": "Caminha em frente e protege o rosto Do vento que cega e trás memórias com gosto de câncer e lágrimas... Quem me dera pudesse ele me levar Pra longe agora que nada existe aqui Além da doença faminta no ar... A grande união se desfez, Mas não me deixe outra vez Queimar acreditando Que nada iria ferir estes Olhos cansados de sangrar Por todas vezes que espadas E milagres Tornaram meu vinho em veneno pra ratos. \"Ícaro segue rumo ao Sol, Mas não pode confiar em suas asas\"... Enquanto nos porões destas fábricas Nosso suor move as máquinas, A fumaça cinza apaga o sol... E então saímos pra recolher Os restos por baixo da fuligem. Por favor não me deixa Ver que trocamos nosso sangue Por migalhas e que não há mais abrigo Pra se proteger agora Que a noite não tem fim. Segura forte minhas mãos e diz Que amanhã vamos acordar E nosso leito não vai estar Tão sujo e frio... A grande união se desfez, Mas não me deixe outra vez Queimar acreditando Que nada iria ferir estes Olhos cansados de sangrar Por todas vezes que espadas E milagres Tornaram meu vinho em veneno pra ratos.",
  "Última Chamada Perdida": "A cinza dor que cala as nuvens faz mover as pedras na cidade que tudo vê e eu já não sei bem como comecei a ter distante daqui o que abandonei no relento e as chances de que chegasse além da canção dos trens correndo Seria saudade então? Não me lembro de um dia sequer sem certos cortes que sei, jamais irão cicatrizar. Mas como viveria sem sentir a garoa no rosto quando é noite e a lua vem buscar o que lhe pertence e vem atirar meu corpo à parede pra dizer que eu sou mais teu que nunca e dizer que é tão transparente que mata quem se atreve a querer viver sem sombra e sem medo e quem ousa gritar a um mundo que não faz questão nenhuma de escutar o que a gente sonha em dizer. E ser gota que sempre foi mais mar É só esperar a hora de abraçar o imenso gigante que sabe tudo, porque sempre foi parte de mim como sempre foi minha maior vontade Saber mais que deixar tão cinza assim..."
}