{
  "10° Andar": "Vislumbrar um caos Tão ordenados aqui Janelas acesas e postes de alguém, não sentir Saudades da onde vier Outro episodio sobre essa vida real Que não vai cristalizar Não se pode valorar em uma figura para trace-consumir(trace consumirrrrr) Sem esperar As ruas da cidade Hoje não vai chover Hoje não vai chover Fogo a ultrapassar, paciência esperar Chegarem.  por Calabar",
  "10º Andar": "Vislumbrar um caos Tão ordenados aqui Janelas acesas e postes de alguém, não sentir Saudades da onde vier Outro episodio sobre essa vida real Que não vai cristalizar Não se pode valorar em uma figura para trace-consumir(trace consumirrrrr) Sem esperar As ruas da cidade Hoje não vai chover Hoje não vai chover Fogo a ultrapassar, paciência esperar Chegarem.",
  "40 Minutos Na Ilha": "Me tirem daqui,longe de ti Leve-me o mais longe que eu puder ir Me deixe em paz pra que eu possa sentir Um pouco de saudades e suportar Pra poder sentir sua falta e agüentar Muito mais que quarenta minutos Mais que o tempo de desfazer as malas Se não fossem meus amigos O grito de meus irmãos A maionese da oficina As quintas no sala 11 Estaria longe daqui distante de ti Ficaria melhor ou seria pior Muito mais que quarenta minutos Queria ficar muito mais que quarenta minutos.",
  "912 Passos": "Até que tentei relevar e viver o momento Deixar de lado o sofrimento e tudo o que vejo Não olhar para o lado... Não é necessário Verdades são verdades vão Mundos herméticos paralelos sobrepostos! Conto os passos pra ser racional Zero tudo quando chego em nenhum lugar Quem precisa do seu sorriso, quem precisa se esforçar? Todos nós sabemos o desprezo é mútuo Não me cobre não me culpe, por agir como você Sem demagogia, mas ninguém quer saber! Verdades não, verdades vão Verdades são verdades! Verdades não, verdades vão Quem precisa saber? Quem precisa saber? Conto os passos pra ser racional Zero tudo quando chego em nenhum lugar Sussurro: (um, dois, três, começo tudo outra vez O meu caminho é o foco, no mar cartesiano e numa regra de três) Screamo: (nestor pestana cruzo a consolação Desço a rua araújo, olho pro chão! Ignoro o copan Estação república! A multidão ninguém é humano Mas vai ficar tudo bem!) Vejo fatos da vida real Tão distantes que mal chegam a me afetar Conto os passos pra ser racional Zero tudo quando chego em nenhum lugar",
  "A Cura": "Dois mil anos mais, apenas por termos fechado os olhos algumas vezes, até quando culpar? Sublimar o que é ruim, apontar o dedo assim, acreditar na redenção. Se o pior está aí não posso estar em seu lugar, certo demais! puro demais! Vidas fogem ao controle com as armas os beijos, carregados de seus pecados, frágeis,intensos. Se deleguei o meu poder, controlado controlar, toda dor será prazer. E todo orgulho esconderá que me mato em você. A razão da vida é. E toda dor e todo prazer e todo sexo e poder e nos discursos feitos pelo bem. Onde errei!? Quantas vezes vamos desistir? Quantas vezes omitir? Culpar por culpa, curar sem cura. E se em dois mil anos eu me curar? .... E você.... já não estiver mais aqui.",
  "A Dialética": "Depende de quem compra Depende de quem vende Quem vai falar bem Quem é bom ou mal De confiabilidade e mercado pra investir Quanto é seguro pra gastar É pra jogar Quando ligarem a luz Basta se prender Não se surpreenda Com o clima quando aparecer Não há espaço para todos Ninguém quer perder o foco que não tem Depende de quem compra Depende de quem vende Quem vai falar bem Quem é bom ou mal De confiabilidade e um bom lobby de banheiro Tapinha nas costas pra veicular Quem precisa disso? É tudo um grande jogo de quem pode mais Joga quem quiser Engole quem acreditar Depende de quem compra Depende de quem vende Quem vai falar bem Quem é bom ou mal? E mais uns pagamentos o lado certo da moeda Quem se ilude mais Sente mais ser mais Quem pensa menos, compra mais barato Quem pensar demais, nunca vai levar Dinheiro, pra poder pagar e financiar a dialética De quem mente mais Guerra de classes e de ego O dividendo da matéria paga O \"sudaquismo\" a se revelar Não fecho com ninguém, mas minhas veias são altas. É pra jogar",
  "A Recompensa": "Passou muito além do seu destino Perdeu mais tempo sem nada pra fazer Todas as coisas fúteis Que ela nunca fez Se olhando no espelho Rindo de si mesma É tarde pra definir Se tudo foi bom ou ruim Se nada te fez ver Não se preocupe mais Seja feliz como nunca se permitiu Agora já não há tempo pra lamentar Sentiu falta de se dedicar (a algo ou alguém) Pela primeira vez Teve a vida em suas mãos É tarde pra definir Se tudo foi bom ou ruim Se nada te fez ver Não se preucupe mais Seja feliz como nunca se permitiu Agora já não há tempo pra lamentar Ninguém vai sentir ou ver por você A recompensa não virá Mas isso não importa Tudo vai terminar... Sobre os escrombos a sorrir No meio da multidão Cantando alto a canção",
  "A urgência": "Hoje é o dia da revolução Não há ninguém nas ruas Você está sozinho Pronto... pra sujar as mãos Muito antes de dizer Não havia tempo pra agir Esquecer tudo o que leu Mais teorias pra cuspir Muitos já tentaram, muitos vão morrer Seja justo, não há causa, não ceda outra face pra bater Há urgência em estar vivo! Outra forma de pensar! Mais do que esperar... mais do que dizer Eu prefiria... te ver... Do fundo dos teus olhos... descobrir Se há deuses ou heróis Bandas, compras, drogas pra usar Tantas coisas pra salvar Dê a tudo isso algum valor! Onde quer que pise... ande onde quiser Aceite as consequências do que acha que te faz melhor Há urgência em estar vivo Outra forma de agir Desrespeitar sua constante dor! Há urgência em estar vivo Outra forma de pensar E assumir... outro valor Implodir... implodir... Implodir denovo",
  "Ad Infinittum": "Quase um dia, quase agora, quase eu quase você. enquanto o tempo passa quase poderemos entender. se este senso de incompletude passar será que um dia alguma coisa vai mudar? é você que está doente? ou serei eu? a busca pela cura quase nos matará... quase homem, quase preto, quase branco, quase deus, quase morrer, quase viver quase trepar e nunca amar. e quando tudo acabar será o fim? e quando tudo acabou quase percebemos a existência circular... ad infinittum.",
  "Ad Infinitum": "quase um dia, quase agora, quase eu quase você. enquanto o tempo passa quase poderemos entender. se este senso de incompletude passar será que um dia alguma coisa vai mudar? é você que está doente? ou serei eu? a busca pela cura quase nos matará... quase homem, quase preto, quase branco, quase deus, quase morrer, quase viver quase trepar e nunca amar. e quando tudo acabar será o fim? e quando tudo acabou quase percebemos a existência circular... ad infinittum.",
  "Afasia": "As palavras Os discursos A nova ordem mundial. Todas as verdades incontestáveis do radical. Parecem sons, Parecem ondas que nunca poderemos ver O ranço de verdade do que é o ideal. Os loucos riem do presidente na TV, Pois podem achar o que está velado sob o verbo e o poder e a língua escondem... A retitude O orgulho As boas em más intenções E toda violência aplicada para o bem. Sorrir quando se quer chorar Sorrir parar viver Parecem homens mortos pra quem pode perceber. Os loucos riem de você a discursar Pois podem ouvir... Seu coração prefere não amar Ele quer ser deus. 1ª voz: Na verdade não há nada além de ti As palavras para o sim e pra viver E o Português... Virar Inglês... E sua colônia Colonizar 2ª Voz: \"Você pode denunciar a Hipocrisia E o conflito de geração te destruir E Você vê que a inveja sempre existiu E já encorajou Você um Dia \"Vou sorrir! Vou sorrir! Vou chorar! Vou saber! Entender! Vou sorrir! Vou chorar! Vou saber! Entender! Afasia...",
  "Afasia ( ao vivo )": "As palavras Os discursos A nova ordem mundial. Todas as verdades incontestáveis do radical. Parecem sons, Parecem ondas que nunca poderemos ver O ranço de verdade do que é o ideal. Os loucos riem do presidente na TV, Pois podem achar o que está velado sob o verbo e o poder e a língua escondem... A retitude O orgulho As boas em más intenções E toda violência aplicada para o bem. Sorrir quando se quer chorar Sorrir parar viver Parecem homens mortos pra quem pode perceber. Os loucos riem de você a discursar Pois podem ouvir... Seu coração prefere não amar Ele quer ver deus. Quero estudar para ser doutor com muito carinho , com muito amor, conseguir escola , poder estudar , e os coleguinhas eu vou ajudar. Vou sorrir! Vou chorar! Vou saber! Entender! Vou sorrir! Vou chorar! Vou saber! Entender! Afasia...",
  "Anarquia Corporation": "Anarquia corporation Indústria e comércio Acho que já sei o que você quer Mais uma regra pra seguir, constituição anárquica Feita pra outra minoria dominar Não há mudança, só alternância de poder Discriminado hoje, discriminador amanhã Mudança aonde? aonde cidadão? Anarquia corporation Não me diga o que falar Se for assim é melhor esquecer Pensar direito no que venha a ser este ideal Fascismo e violência travestidos como ar Nada mais de amizade, consciência e educação Não dá pra compreender, nem me entender Então usarei a mesma fórmula pra viver Não quero olhar pro lado, não quero nem te ver Compartilhar pra quê? Eu, sou eu, sou eu Milhares de teorias, milhões de ideologias Todas parecem sempre cair no mesmo lugar",
  "Anarquia Corporation (corretamente)": "Anarquia corporation industria e comércio Acho que já sei o que você quer, Mais uma regra pra seguir, Constituição anárquica feita pra outra minoria dominar não há mudança só alternância de poder discriminado hoje descriminador amanhã mudança onde? aonde cidadão Anarquia coorporation, não me diga o que falar Se for assim é melhor esquecer pensar direito no que venha a ser este ideal Fascismo e violência travestidos com o A Nada de amizade, consciência e educação Não dá pra compreender, nem me entender Então usarei a mesma formula pra viver Não quero olhar pro lado, não quero nem te ver Compartilhar pra que? Eu sou eu, sou eu Milhares de teorias, milhões de ideologias todas parecem sempre cair no mesmo lugar Anarquia coorporation, por favor, não me diga o que usar Fascismo e violência travestidos com o A Será que o Freire vai entender ou sua proposta distorcer? Onde está o pensamento de paz e União? E sobre a revolução? Anarquia corporation.... Anarquia corporation.... Não me diga o que Falar Anarquia corporation.... Anarquia corporation.... Não me diga o que usar",
  "Anarquia Corporation Certa": "Anarquia corporation industria e comércio Acho que já sei o que você quer, Mais uma regra pra seguir, Constituição anárquica feita pra outra minoria dominar não há mudança só alternância de poder discriminado hoje descriminador amanhã mudança onde? aonde cidadão Anarquia coorporation, não me diga o que falar Se for assim é melhor esquecer pensar direito no que venha a ser este ideal Fascismo e violência travestidos com o A Nada de amizade, consciência e educação Não dá pra compreender, nem me entender Então usarei a mesma formula pra viver Não quero olhar pro lado, não quero nem te ver Compartilhar pra que? Eu sou eu, sou eu Milhares de teorias,ideologias todas parecem sempre cair no mesmo lugar lições de individualismo, sempre querendo mais, mais e mais mais.... Anarquia coorporation, por favor, não me diga o que usar Fascismo e violência travestidos com o A Será que o Freire vai entender ou sua proposta distorcer? Onde está o pensamento de paz e União? E sobre a revolução? Anarquia corporation.... Anarquia corporation.... Não me diga o que Falar Anarquia corporation.... Anarquia corporation.... Não me diga o que usar",
  "Another Beer": "Standing on the sidewalk Running out of reality Why is everybody looking at me I want another beer belive me Beer, shaking my brain Beer, out of humam race Beer, c'mon!!! In this fucking society beer is a nececity to me Junk!punk! they say i will But is not the way a feel. Another beer!!",
  "Aprendendo A Dirigir": "Uma criança pequena ter amigos e escorregar E o velho sentado em um banco de praça olhar a banda passar, prosperar O monge meditar, o banqueiro lucrar, a mãe amamentar e o crente rezar Em uma favela próxima o novo Hiltler nasceu E Jesus passa embaixo em um Mercedes a acenar Regras de bem e mal Lideres que odeiam lideres te farão andar na retidão Pois ódio é amor Explica a diferença, explica a sensação De não ter mais parâmetros, de não ter mais razão Os objetivos dos outros são outros que não os seus Tire os arreios e freios e se permita desviar O preso fugir, o policial matar E pra tantas pessoas simplesmente passar Pro humanista fazer uma boa ação E para os cristãos acreditar em redenção Novos homens, homens com missões para lhe salvar Mas a sinceridade do bêbado vai te insultar Ocerto nunca errou, o errado nunca acertou A certeza é algo tão rarefeito e simples de aceitar Explica a diferença, explica a sensação Faça a auto crítica mas abra seu coração O ismo ofascismo o ão religião Se não se pode ser o todo, entao o que pode mudar?",
  "Aprendendo a Dirigir (EP 2002)": "Pra uma criança pequena ter amigos e escorregar e o velho sentado em um banco de praça olhar a banda passar. Prosperar, o monge meditar, o banqueiro lucrar, a mãe amamentar e o crente rezar. Em uma favela próxima o novo Hitler nasceu e Jesus passa embaixo em um Mercedes a acenar. Novas regras de bem e mal, outros lideres que odeiam lideres te farão andar na retidão. Pois ódio é amor. Explique a diferença! Explique a sensação! De não ter mais parâmetros, de não ver mais razão. Os objetivos dos outros são outros que não os seus. Tire os arreios e freios e se permita desviar. O preso fugir, o policial matar, e pra tantas pessoas simplesmente passar. Pro humanista fazer uma boa ação e para o cristão acreditar em redenção. Novos homens... homens com missões para lhe salvar e a sinceridade do bêbado vai te insultar. O certo nunca errou, o errado nunca acertou. A certeza é algo tão rarefeito e simples de aceitar. Explique a diferença! Explique a sensação! Faça auto-crítica mas abra seu coração. O ismo de fascismo o ão de religião! Se não se pode ser o todo então o que pode mudar?",
  "Armadilhas Verbais": "Sempre andando em círculos Sempre pouco criativo Não importa o que faça pra fazer tudo mais certo O tempo todo do lado errado, a coerência do seu lado Não importa o que faça o lado certo é o seu Hoje vai ser diferente Sem mais de suas armadilhas verbais E o que parece ser mais irônico Aprendi tudo com você Alguém me disse Você tem medo de perder o que não tem E esconde sua insegurança Por trás de um sorriso O tempo todo do lado errado, a coerência do seu lado Não importa o que faça, o lado certo é o seu Hoje vai ser diferente Sem mais de suas armadilhas verbais E o que parece ser mais irônico Vou usá-las em você Sem suas piadas sigo em frente Agora é bom ouvir o que diz Não convence nem a si mesmo Está preso em suas armadilhas verbais",
  "Asfalto": "De olho na estrada pra partir Quantas vezes mais for necessário o ritual A van carregada de estopim Munidos de idéias e vontade de poder Mais alguns quilômetros, ninguém vai nos parar Não recebo aviso de quem nunca se arriscou Seguindo as placas do nosso caminho Vou retornar daqui Ausfahrt ficou pra trás Não consigo encontrar Descarregar em ti Tudo em que acredito Mas amanha vou embora Tenho pouco tempo a dividir O pedágio esta mais caro É meia volta ou pagar E sustentar uma duzia de bandidos Mas vale quase tudo pelo motivo Vou retornar daqui Ausfahrt ficou pra trás Não consigo encontrar. Estacionar aqui E rever alguns amigos Novas histórias sobre a guerra Não tenho costas pra me levantar Dormir 4 minutos até frear Os porcos nos pararam, falam do cascalho Perguntam pelas notas do CDs pra intimidar Vivendo nos buracos do asfalto O combustível que nos faz correr de encontro ao incerto Sem meios de prevenir Se as coisas vão da certo ou errado Ninguém vai nos parar Não tente nos parar Não tente nos parar (Ausfahrt é a maior cidade daqui Todos procuramos mas ninguém pode encontrar Se as coisas podem dar muito certo ali Por que não podem dar por lá?) Vou retornar daqui Ausfahrt ficou pra trás Não consigo encontrar Descarregar em ti Tudo em que acredito Mas amanha eu vou embora Tenho pouco tempo a dividir",
  "Atenção": "Preste atenção no que eu vou dizer Preste muita atenção Vai tomar no cu, não enche o saco, filho da puta Nesse show de rock censurado, vai se fuder Preste muita atenção novamente Vou repetir só mais uma vez Vai tomar no cu filho da puta uebué, bué, bué, bué Esqueci a letra toda!",
  "Atenção (Versão II)": "Preste atenção no que eu vou dizer Preste muita atenção Vai tomar no cu filho da puta esse Eu não consigo falar, tá muito rapido Eu tenho que pegar velocidade da parada Volta, volta, volta, volta Vai tomar no cu, filho da puta, desgraçado, esse jogo da censura do vai se fuder Toma Mukeka di Rato! HAHAHA",
  "Autonomia": "Disse que daqui pra frente seguiria só Não se prenderia a nada buscando algo melhor Na esperança que consiga e não se engane Hora de virar as costas e seguir... Um dia ia acontecer Sem deuses, sem mestres e sem mãos que aparem Orgulhoso em ver Daqui pra frente só você Ouça a música e dance como um louco buscando por autonomia Deixe seu coração bater Não sinta vergonha, feche os olhos, agora guie sem as mãos Deixe seu coração bater Completou: \"Aquele não era mais o caminho.\" Estar na comunidade era morrer Teve coragem de dizer: \"Isso não me diz nada mais...\" Preferiu enfrentar todas as acusações E tatear no escuro Honestidade pra manter o sangue quente Orgulhoso em ver Daqui pra frente só você Ouça a música e dance como um louco buscando por autonomia Deixe seu coração bater Não sinta vergonha, feche os olhos, agora guie sem as mãos Deixe seu coração bater Nem errado, nem certo Nem bem, nem mal Nem rico, nem pobre Vencedor ou perdedor Humilde ou soberbo Apenas trilhando algo que é só seu Dentro e fora de moldes Criando outros clichês Ouça a música e dance como um louco buscando por autonomia Deixe seu coração bater Não sinta vergonha, feche os olhos agora, guie sem as mãos Deixe seu coração bater Por liberdade e mais ação Deixe seu coração bater Por mais um sonho, outra mentira Deixe seu coração bater",
  "Banda de Baile": "(Alô formandos de 2001, agora é sério, vamos fazer uma sonzeira para vocês) Foram tantos anos, tentando fazer Minha música própria, mas percebi que posso roubar de você Minha banda de baile, vai ganhar um milhão Minha banda de baile vai fazer você feliz de montão (Daqui a pouco a valsa dos formandos) É mais um sucesso, mais uma canção Todos felizes a bailar pelo salão Let's go! Minha banda de baile, vai ganhar um milhão Minha banda de baile, todos felizes a dançar no salão E devo lhe parabenizar pelos últimos cinco anos E devo lhe parabenizar, me dê meus seis mil",
  "Bem-Vindo ao Clube": "Haverá mais um retorno a Partir daqui? Não era o que queríamos: Tudo vai ruir! Pensei não existir nada Além daqui Me tornei estável sem Estar bem Pensava em engordar e Envelhecer Quando nos encontramos Em nós Em vida, viver, aqui! Sentirei falta de todos vocês Sabíamos que tudo tem Um fim Seremos homens melhores Onde estivermos O mundo é que está errado! Bem vindo ao clube! Celebrar o fim Seja feliz! Bem-vindo ao clube! É tudo e é agora Toda intensidade que Sempre quis E o mundo já foi salvo E tudo já mudou O que mais por vir? Vivos, nos resta viver! Sim, a vida é maior que nós O que me importa se já Tenho vocês e a mim? Se não podemos estar Juntos e parar Me sentarei sozinho e farei Um brinde a vocês! Bem-vindo ao clube! Celebrar o fim Seja feliz! Bem-vindo ao clube! É tudo e é agora Toda intensidade que Sempre quis! Tudo que quis! Tudo que quis!",
  "Canção Menor": "Se você não quer, então por que faz? Se acha ruim, por que está sorrindo Motivos fúteis não colam mais Não tente fingir que está tudo bem O que vai fazer quando a porta bater? Atrás de você, outro dia igual",
  "Canção Para Amigos": "Às vezes penso que foi tudo em vão Parei pra pensar tantos anos depois Se lembra quando éramos mais jovens E tudo parecia ser mais fácil Acho que crescemos demais Aconteceu o que temíamos Não vamos mais nos entender Se foi a natureza ou o sistema, só o tempo, dirá Vou seguir meu caminho Lutar pelo o que insisto em acreditar Vou tentar entender o seu Desculpe dizer isso mas parece que você se vendeu Mas que te traga paz Leveza e força pra continuar A vida é mesmo estranha Nada é mais para sempre Espero um dia poder sentar ao seu lado E gordos e conformados podemos rir Que nossos questionamentos não tenham sido em vão Espero que algo tenha mudado até, então Somos adultos demais Caminhos opostos individuais Tempo de crise e muita confusão Queria lutar junto com você mas parece que não Se canto esta canção É porque ainda tenho fé Mas o sorriso é tão forçado É porque não estou em paz nem ao seu lado Se não sentirmos nada Devemos tentar viver E se o sistema nos separou Tentar nos entender E continuar a acreditar Que o melhor é dialogar Mesmo de longe te evitando Te considero um irmão Se tenho dúvidas demais Por isso escrevo esta canção",
  "Cara Violência": "Então é assim Não há remédio Ficar aqui Morrer de tédio Sentar no sofá Sem conversar Sentindo o ódio suprimindo em mim Este é o fim Não há mistério Olhe pra mim? Me dá um crédito? Sei que nada vai adiantar Mas por favor, para de sorrir! Escrevo em um esforço para relembrar Esclarecer e superar Refazer meus passos até aqui Tenta me reconstruir É tão rídiculo quão fácil Foi me entregar, a valente e sedutora Que deu voz ao mundo de um inseguro Prestes a explodir Sempre, sempre, sempre eu! Mostrando os dentes com amor Sempre, sempre, sempre, sempre eu Eô eô Só os mais fortes tem o poder Você pode o que quiser Nessa luxúria que é reagir Estará pronto pro que vier Foi impossível resistir a me deixar levar E confiar em sua força Só me dei conta do que perdi quando vi tudo ruir Queimando as pontes, me abandona aqui nesse lugar O covarde e suas escolhas Sei que irá seu rumo, dando seus pulos Sempre a seduzir Sempre, sempre, sempre eu! Mostrando os dentes com amor Sempre, sempre, sempre, sempre eu Eô eô Ce viverá em mim E onde mais quiser Sua força não tem fim Esteja onde estiver",
  "Carta de Goldmund À Narcízio": "A todos os covardes que tiveram a coragem de cair na estrada hoje o show vai ser mais cedo vai dar tempo de conversar vamos tomar uns goles no frio de curitiba chamem o adilson,chamem o léo, estamos partindo pro rio vamos ficar no bil.posto nine arpoador white russian más intenções é uma pena voce não estar aqui... pra que tomar banho,vamos pra bh no show de amanhã os caras do dreadfull vão estar chegamos em são paulo liga logo pro tibriçá estou morrendo de saudade de sua cara de bolado não temos onde dormir talvez o tucha e o zé calcinha possam passar no metro e nos dividir ganhei um zine e uma demo muito legal ontem na galeria o mal humor era geral falei com josú, amanhã vou pra casa do zimath não há com que se preocupar (dedicada a todas as pessoas que encontrei e que me fizeram sentir vivo por toda esta estrada. não estão todos aí na letra, mas com certeza essa é de voces)",
  "Cidadão Padrão": "Almas vendidas, Você não quer nem saber. Por tanta indiferença Não entendo sua omissão. Mas porque não agir se é você mesmo que sofre E finge não ver por pura distração. Você não quer se unir não sabe o que é cooperação, Me diga porque este sorriso então! Assinar o ponto, Seu transporte esta lotado! Não há companheiros, Ninguém esta ao seu lado! Só a fome a miséria, O circo e o pão. Você acha arriscado fazer a revolução, então Deve aceitar o seu patrão. Seria demais dividir as coisas que você já tem, cerveja, um par de tênis e um caos. Vamos sorrir e viver assim, Aceitar tudo como fomos instruídos e então!! Viver em paz Sem olhar pra trás, Não reagir, Sempre se omitir. E a culpa não será em vão Apagada em álcool e alcatrão. Por séculos e para todo sempre, Seremos o cidadão padrão.",
  "Compra!": "Hoje acordei com uma vontade de comprar pois ontem na TV vi pessoas a pedir porque eu não sei de nada mas na verdade finjo nem saber pois quando estou angustiado eu sei o que vou fazer... (Eu vou!) Comprar! Comprar Meus filhos não vão perceber Propaganda e marketing vão ser Sua escolha não vai lhe ensinar nada não, Nada não! Não adiantaria pedir, nem apelar por distribuição aqui Essas pessoas me olham e no fundo querem ser iguais a mim Pra que ficar com pena se tenho tudo que eles querem ter. No fundo sei que estou errado mas continuo propagando o poder de ostentar (Então, eu vou!) Comprar! Comprar! Meus filhos não vão perceber, A escola que ele vai aprender. Sua escola não vai lhe ensinar, nada não, nada! Será que você sabe quanto custa Sua ânsia de comprar? Tão infeliz será com tudo que dinheiro pode demarcar Seita consumista cega sem saber Será que ?bens? materiais irão te completar Não vou distribuir não quero saber Distribuição? Não! Distribuição? Não, não, não!",
  "Contra Todos": "Nas armadilhas da cidade que nos causa repulsa Nosso horizonte podia ser mais azul Mas você fica tão bem sob esses tons de cinza E seus olhos verdes Sempre me refletem algo bom Isso é uma guerra e nós sabemos Fomos criados no meio disso E no fim das contas ia piorar Posso ver que está cansada Entendo seu mau-humor Espero que não desista Baby, você pode o que quiser A vida é tua E eu sei podia ser melhor Somos nós contra todos Vamos vencer! Somos nós contra todos Vamos vencer! Eu sei, são muitos ladrões, \"gangueiros\", mendigos e \"nóias\" Viver no meio do que sobra disso aqui não é tão bom Mesmo eles chamando de Manhattan o que sabemos ser A Bombaim glamurosa Baby, você pode o que quiser A vida é tua E eu sei podia ser melhor Somos nós contra todos Vamos vencer! Somos nós contra todos Vamos vencer! Somos parte do jogo Sem perceber! Somos nós contra todos Eu e você.. Contra todos... Contra todos... Somos nós... Somos nós... Somos nós... Somos nós... Somos nós... Somos nós... Somos nós... Somos nós... Somos nós contra todos!",
  "Couraça": "Na chuva de vaidades Comportamentos que caibam bem Em hierarquias inferiores ponderar opiniões Cabíveis, sem rosto, o vazio por não ser você Quando controlado, esconde a frustração Mas em controle impõe as mesmas condições Quem pode ser alguém neste vazio funcional? Quantos salários vão calar a sua opinião? Normas de conduta, sem respirar Acomode a angústia só mais uma vez Quando controlado, esconde a frustração Mas em controle impõe as mesmas condições Guardando a própria lágrima Vendo o outro chorar O que não pode ser explicado Nesse amor que faz matar Que faz morrer Couraças em regras A dança por poder O vazio de não perceber O vazio de nunca entender",
  "Damn'lie": "Thinking' and talking' asking a question why people die? Nobody tell me and omissions says what can I do? Because of this shit this world is sinking and sinking on graymire and the money support ignorance, alienation while damn' lie. Damn' lie is a knife fixed in your back. Damn' lie stupid what can you do? Damn' lie less conscience more money. Damn' lie a race got fucked! The stronger get money while destroying your people everybody like soap operas on TV. Your son is getting high with drugs and this people support disease and damn' lie. Damn' lie your mind is deep in the dark and your people now are fucking getting poor. Damn' lie the stupid of this guys don't see any limit I think they are blind destroying themselves! Give me a reason why this global situation the money is eating all until your brain. Why people don't open their eyes to see this muthafucka damn' lie.",
  "Decisões Ordinárias": "Minha vida está mudando rápido E eu vou pro outro lado Resolver não é tão simples assim Não posso ouvir minhas duvidas E ontem eu estava bem Agora algo a me esperar Estou com medo Dias confusos Não quero ter que me preocupar Minhas decisões não são tomadas sobre pressão Mas você pode mostrar se ponto de vista Minhas decisões não são tomadas sobre pressão Mas você pode mostrar se ponto de vista Vá, passivo, sem vida, vulnerável Seduzido pelos flashes Se tornou escravo de seus bens A tv te faz compania Estraga a vista Olhos resignados Tente ficar imune ao nevoeiro social Não há nada a aprender.",
  "Descartáveis": "Comece sendo objetivo, tem que ser funcional Não se descontrole nunca, ponha metas e siga A melhor opção Faça o que dizemos, seja um pouco racional Continue nos seguindo, no fim vai ficar tudo bem Tudo bem O ganhador, o funcionário do mês Tirou a sorte grande na loteria da competência Primeiro lugar em produção Aplausos ao número um A humanidade é o produto Sempre atrás de bonificações Porque tudo está à venda Somos todos descartáveis Fale baixo, Fale baixo Não se exalte Não aceitamos esse tom Nós vamos até te ouvir Mas adeque do que diz O salário não é baixo Suas despesas são altas E pra falar com um dos nossos aperte a tecla dois Ou aguarde É seu direito Nosso dever Você é livre pra escolher Tenha um pouco de educação A humanidade é o produto Sempre atrás de bonificações Porque tudo está à venda Somos todos descartáveis Faça a opção Commodities, brilho, luxo e emoção Compre agora o seu sonho Viva uma vida real (Você teve sua oportunidade) De se adaptar (Agora você vai pagar) Pagar o preço A humanidade é o produto Sempre atrás de bonificações Porque tudo está à venda Somos todos descartáveis No final Quem vai sobrar Será varrido pra debaixo do tapete Dessa ilusão Dessa ilusão Dessa ilusão (Quero a América tomorrow, a madeira não reage)",
  "Desencontros": "Resistir ao desconforto Nítido desgosto Margens saturadas Veias entupidas Palavras vagas como insustentáveis vigas Convivência limitada, perecível companhia Cumprimento frouxo! Reflete o que é... Desgastados Planejados Desencontros Vou saber a direção! Vou saber a direção! Direção!",
  "Destruir Tudo de Novo": "É assim a vida é movimento Sentados em certezas Um dia tudo para Sóbrios, ricos e frios Novas regras de subversão Formatando a verdade e bum... aí está você! A mentira que te satisfaz Respostas sempre tão corretas Isso faz vender Se enganar é bem mais fácil O ódio é uma caixa, e o amor também Simples de usar difíceis de aprender Todos sabem tudo, menos se calar Todos querem ensinar, precisam de atenção A mentira que te satisfaz Respostas sempre tão corretas Isso faz vender Se enganar é bem mais fácil Se permitir viver tudo de novo Se não estava bem, destruir tudo o que já fez Já me basta esse é meu limite Não quero ser tão cínico quanto você E tudo vai morrer eu sei Mas prefiro estar aqui e tentar A mentira que te satisfaz Respostas sempre tão corretas Isso faz vender Se enganar é bem mais fácil Se permitir viver tudo de novo Se não estava bem, destruir tudo o que já fez",
  "Diariamente": "Mais uma pessoa jogada nas ruas E você não percebeu Mais uma prova da sua miséria Que você finge não perceber O que há de errado em sua vida O que é que foi que aconteceu Você não pode dizer que apenas se acostumou Tragédias diárias vividas, nas ruas do brasil Você fingiu que não viu e também que não ouviu Erros da vida lapsos de percepção Diariamente e você sequer estende a mão Mais um pretinho jogado nas ruas E você se enfureceu Por onde é que você esteve por todos esses anos Por onde é que você andou Esperando sentado que um dia tudo vá melhorar Tragédias diárias vividas nas ruas de um país Nem olhar para lado e fingir que é feliz E nem a violência vivida diariamente faz você mudar E melhor ficar sentado e esperar até morrer E sobre a miséria e a televisão E sobre o governo e o cidadão E sobre nossas vidas meu irmão E sobre o estado e a constituição E sobre tudo.... Diariamente, diariamente Diariamente",
  "Didático": "Alguém precisa dizer Todos devem se calar Eles darão novas respostas E onde encontrar Há preços baixos Juros altos Sem saldo devedor Não há quase nenhum risco Aproveite a cotação É tão simples e didático Perca menos, ganhe mais Esse é o jogo democrático O que a maioria quer Está bem perto Miséria vai nos redimir Você precisa acreditar Pois eles sabem o que é melhor Aperte os cintos, eles disseram Todos devem cooperar Novas taxas, velhos hábitos Baixa estima e pouca informação É tão simples e didático Perca menos, ganhe mais Esse é o jogo democrático O que a maioria quer Quantos vão acreditar Quem não vai poder jogar Quantos bancos vão lucrar Vão lucrar Será na próxima eleição Não pare não hesite Não existe outra solução Você é só mais uma peça Subestimado Amedrontado No seu devido lugar Está bem perto Miséria vai nos redimir",
  "Diesel": "Caminhando pra pagar por um pouco de paz Andando atoa por aí buscando algo na paisagem (quem pode ver) Tanques cheios vão mais longe onde querem chegar Não importa o preço vidas dissolvidas em carbono (pra queimar) É preciso ser um pouco mais veloz Tento escapar dessa prisão Rumo ao paraíso sem olhar pra trás Na bagagem novos truques Pra quem nunca viu Armas de sobrevivência Tão comuns de onde vim (longe demais) É preciso ser um pouco mais veloz Tento escapar dessa prisão Rumo ao paraíso sem olhar pra trás Trago em meu bolso a discórdia Trago em meu sangue a destruição Construindo quase o mesmo Contrariando os meus desejos Dessa forma trago o melhor O progresso sempre foi a solução Tento escapar dessa prisão Rumo ao paraíso sem olhar pra trás Trago em meu bolso a discórdia Trago em meu sangue a destruição",
  "Diploma (Noção de Nada Cover)": "Difícil de dizer, minta! Fugindo como sempre fez Deixando por temer motivos Que eu sei que não me fez tão bem E assim deixei a tua mão Deixei nossa razão Por não sentirmos mais o mesmo E evitarmos outra decisão oposta Espero te encontrar bem E dizer que tinhamos razão Usarmos isso em nossas vidas E os erros não serão iguais E assim deixei a tua mão Deixei nossa razão Por não sentirmos mais o mesmo E evitarmos outra decisão oposta Tentar / e o sofrimento / se fará valer",
  "Diploma (cover Noção de Nada)": "Difícil de dizer, minta! Fugindo como sempre fez Deixando por temer motivos Que eu sei que não me fez tão bem E assim deixei a tua mão Deixei nossa razão Por não sentirmos mais o mesmo E evitarmos outra decisão, oposto Espero te encontrar bem E dizer que tinhamos razão Usarmos isso em nossas vidas E os erros não serão iguais E assim deixei a tua mão Deixei nossa razão Por não sentirmos mais o mesmo E evitarmos outra decisão, oposto Tentar... tentar... tentar... tentar... tentar... tentar.. tentar(tentar) e o sofrimento e o sofrimento e o sofrimento se fará valer! se fará valer! se fará valer! se fará valer E assim deixei a tua mão Deixei nossa razão Por não sentirmos mais o mesmo E evitarmos outra decisão, oposto",
  "Dêem Nome Aos Bois": "O que é mais conveniente, que amnésia coletiva? Não saber porque se morre, nem porque se mata Não queremos esquecer, se não há lembrança Existe um sentimento de algo injusto no ar O argumento não convence, mostrem suas mãos sujas de sangue, O que não vem ao caso Esconder, perpetuar! Temos o direito à verdade Pingos nos i's, um passo à frente Dêem nome aos bois Ordem e progresso por memória Ampla e restrita para quem? Para velhos em seus pijamas E suas gordas pensões Onde fica o desespero De quem ainda procura Abra os seus arquivos Covardes militares! Assassinos, coronéis! Temos o direito à verdade Pingos nos i's, um passo à frente Dêem nome aos bois Reconstruir nossa memória Reconstruir, nossa memória Reconstruir, nossa memória!",
  "Eleito Por Ninguém": "Toda indiferença Só fazer o que convém Tem alguém dizendo Quem tem coragem de ouvir Frustradas outra vez (Expectativas) Nenhuma iniciativa em nenhum lugar Tudo vota contra Tudo vai queimar Quem vai mudar E sujar as próprias mãos Sem méritos medalhas Ninguém vai agradecer E ainda ser esquecido Essa coerência faz A merda progredir Pastando como o gado Esperando o novo salvador Tudo vota contra Tudo vai queimar Quem vai mudar E sujar as próprias mãos Sem méritos medalhas Ninguém vai agradecer E ainda ser esquecido Eleito por ninguém Eleito por ninguém Pare de apontar Se esse mesmo é você Atrás de desculpas Pra que possa se omitir É simples e frustrante concordar Com que a maioria diz Aceitar...",
  "Engarrafamento": "tudo parado, em movimento necessidades conflitantes em um só esta tudo certo, engarrafado na inercia desta ação se tempo é dinheiro porque a lentidão restrita obrigação, na mesma direção vidas tão iguais! o fluxo coerente, atalhos pra buscar um mesmo lugar Toda uma vida desperdiçada Se esvaindo sem perceber Todos os dias a mesma estrada Melhor não se perguntar Se tempo é dinheiro Por que esta prisão? Restrita obrigação, na mesma direção Vidas tão iguais! O fluxo coerente, atalhos pra buscar Um mesmo lugar",
  "Epaminondas In Love": "(Alô galera da curva, queria agradecer ao J.B. pela oportunidade, muito obrigado, Rastafari alright) Ainda me lembro daquele verão em Itaúnas Tudo estava tão legal Forró universitário, pé de serra Tudo muito alto-astral Mas me lembro quando te vi Eu na minha barra forte e você ali Com seu gato e seu carrão (Talco no salão) Cê se recusou a andar na minha garupa E curtir o pôr-do-sol nas dunas Prefiriu tomar um uísque que fumar um soltinho Mas agora tudo vai mudar Pois agora minha banda assinou E vou poder comprar um Gol E voltar a Itaúnas no meu carrão Não vai adiantar chamar Nem piscar, nem rebolar Porque o próximo forró eu não vou dançar Com você, com você É, pode esquecer (Eu te ofereci miojo, você preferiu macarrão)",
  "Escapando": "Agora vejo as suas costas e não há mais nada a dizer, não há mais olhos nos olhos, nem uma palavra a se perder. Eu sei não somos bons em diferenças, mas pelo menos nós tentamos, que seria da vida se as vezes não pudéssemos tentar? Coisas da vida que agora não mais existirão... Palavras perdidas e portas abertas, quartos vazios, corpos sem rosto, mentiras não ditas, feridas que não se vê! Quem poderia dizer que sim ou quem ousaria dizer que não? Somos apenas humanos tentando, tentando mais uma vez. Agora vejo as suas costas e não há mais nada a dizer, não há mais olhos nos olhos, nem uma palavra a se perder! Não fomos bons em diferenças, não fomos bons em nos entender e agora só restará..... a solidão!!!! Agora vejo as suas costas e não há mais nada a dizer, prefiro não mais te ver.",
  "Evolução": "Hoje em dia eu vejo tanta gente ai parada Que fica ai sem fazer nada. Mas nunca pensa no futuro E ainda pensa que não precisa de Evolução Nunca pensa que precisa de        2x refrão Evolução Não vai ficar ai parado A vida passa rápido E não vai falar que estou errado Porque esse tempo não pode ser Desperdiçado Não vai cansar e desistir Antes de insistir no que Você pode persistir Nos precisamos é de Evolução Pra não ficar ai parado Porque você nem sempre está errado 2x refrão",
  "Exílio": "O mesmo céu, a mesma cor Quanto tempo passou? Não há mais o que provar Recomeçar em outro lugar Que relevância pode existir em lamentar agora o que não fez? Se arrepender por cometer Os mesmos erros outra vez Sem algo em que acreditar Não posso mais ficar aqui Quem vai poder reconhecer certezas que viraram pó? Abandonar o que conquistou Escolhas que não tem retorno Inventar outra verdade E buscar o que nunca imaginou Se arrepender por cometer Os mesmos erros outra vez Sem algo em que acreditar Não posso mais ficar aqui Não posso mais O que ficou pra trás Não deve te prender Impossível alcançar Pois não existe mais O que você ganhou... O que você perdeu... São mais do que lições Se arrepender por cometer Os mesmos erros outra vez Sem algo em que acreditar Não posso mais ficar aqui Não somos mais os mesmos Nem antes, nem depois Caminhos quase sempre incertos Imprevisível é viver",
  "Fight For Conscience": "If you think that is all OK around you around the world you should better open a book and study some real history. But your mind smells like mud, your brain in your knees, the bad politician you voted last year is fucking your life now you can't say anything you gave him power. Conscience is a virtue that everybody could have but the establishment don't want they prefer, empty brains is a easiest to command and lie everybody must fight for conscience. Those false culture vehicled by TV and demagogic ideas are always in the top in benefit of the great minority cuz you can't fucking stay against and in a minute the government put you in the wall with the police that you'll give it away. How can this world became a machine of brain wash a racial, etnical disturbs. Sometimes is hard to understand that half of world don't know how to read and the rest is manipulate by education schools.",
  "Fora do mapa": "Com tantos instrumentos pra guiar Quanto mais depressa e estranho for Todos os planos óbvios aos pedaços Tentando esconder uma certa frustração Fingir, dissimular, tentar fugir Sem encontrar o que procurou Por vir o presente e o perigo Deixar cair até não poder mais sentir a dor O inusitado é o que faz sorrir Frio no estômago, luz em tudo que se pode ver E o que é estável? Desejos tão incontroláveis Fingir, dissimular, tentar fugir Sem encontrar o que procurou Por vir o presente e o perigo Deixar cair até não poder mais sentir a dor Tão longe do destino que planejei E devia acontecer Sem trilhas e caminhos Fora do mapa, onde estou? É fácil acusar, desviar a atenção Por vir, o futuro está perdido Permitir que a realidade seja aqui Que seja sem destino Que seja sem razão Que seja tão intenso como tudo deve ser Eterno como um minuto sem explicação",
  "Fragmento": "Pai precisa me ensinar, eu quero reagir, não pode ser assim! Filho, eu vou te ajudar, vamos sentar e orar, tudo vai melhorar. Mas não se esqueça de comungar e sempre acreditar, você precisa subir ao céu! Pai, preciso entender, tanto sofrimento e tanta provação, porque deve ser assim? Filho, esta vida é passageira, é melhor ignorar, se preocupe em se salvar. Pois o paraíso te espera, viva e obedeça, você não vai se decepcionar !",
  "Fragmentos De Um Conflito Iminente": "Pai precisa me ensinar, eu quero reagir, não pode ser assim! Filho, eu vou te ajudar, vamos sentar e orar, tudo vai melhorar. Mas não se esqueça de comungar e sempre acreditar, você precisa subir ao céu! Pai, preciso entender, tanto sofrimento e tanta provação, porque deve ser assim? Filho, esta vida é passageira, é melhor ignorar, se preocupe em se salvar. Pois o paraíso te espera, viva e obedeça, você não vai se decepcionar !",
  "Fragmentos de um conflito iminente": "Pai precisa me ensinar, eu quero reagir, não pode ser assim! Filho, eu vou te ajudar, vamos sentar e orar, tudo vai melhorar. Mas não se esqueça de comungar e sempre acreditar, você precisa subir ao céu! Pai, preciso entender, tanto sofrimento e tanta provação, porque deve ser assim? Filho, esta vida é passageira, é melhor ignorar, se preocupe em se salvar. Pois o paraíso te espera, viva e obedeça, você não vai se decepcionar !",
  "Gigante e Inseguro": "O que despertou tão gigante insegurança? Tão preguiçosa busca por informação O que transformou o que era sede por mudança? Nesse discurso sobre Deus e tradição? Perdão por me prender nesse assunto Mas é um choque você não recordar O quão de ponta-cabeça era o mundo O grito mudo de quem quis discordar Com sua permissão me censuro Ou se quiser posso sumir e não voltar Siga em frente com seu conservadorismo E ponha a ordem necessária a este lugar Manter a tradição da exploração Sua família é a eleita! Foi de oposição a imposição Como um direto de direita! Deixe os gritos nas ruas e não no porão! Incorporou o ativista do estado E agora chama o golpe de revolução Copiou, colou essa imagem do passado Deletando todo o sangue pelo chão Repetindo com a mesma arrogância Mandamentos feitos pra te dominar Entregando seu voto de confiança Para aquele que vai te crucificar Progressistas retrógrados e seus fieis eleitores Dando direitos a humanos, não a pecadores Livrai-nos desse mal Dessa falsa moral Livrai nos desse mal! Manter a tradição da exploração Sua família é a eleita! Foi de oposição a imposição Como um direto de direita! Deixe os gritos nas ruas e não no porão! Poder para o poder Crescer, enriquecer Escolher não escolher Livre para obedecer! Livrai nos desse mal Dessa falsa moral! Livrai nos desse mal!",
  "Hoje": "Pros que pensam que estão no auge dos tempos E a arrogância faz seu sangue mudar de cor. Com a insensibilidade de um colonizador Fizeram tudo mudar e não conseguem perceber Que ser cidadão é consumir, uma imagem vale mais que mil caráteres. O príncipe presidente ser tornou, \"laissez faire, laissez passer\"!! Hoje, Vamos pagar!! Estamos fingindo! Vamos sofrer! Casas vazias!! Terceiro mundo!! Vamos sofrer!! Pois a fraternidade se tornou uma gangue A felicidade agora é Ter. A liberdade vem embalada em plástico é colorida e tem gosto de isopor Personalidade agora é criticar A economia continua para alguns e a honestidade contém cfc, devo sorrir!! Eu tenho e você não!! Hoje!! Vamos pagar!! Estamos fingindo!! Vamos sofrer!! Elitização!! 3º mundo!! Vamos sofrer! Ser racional é Ter um ego enorme,progresso significa tecnologia. Se estamos no auge dos tempos,porque tanta angustia? Mantenha seu orgulho e vamos cantar, já estamos condenados e pra que se preocupar? Pois nossa atitude é biodegradável, a história não poupará em nos condenar",
  "Iceberg": "Ter olhos e não ver Coração e não sentir O que sozinho você me faz Ter vida e não ser Ter mundo e não existir Olha a tristeza que você me traz Por onde começar? É hora de a alma vagar Por onde devo começar? Vejo tudo congelar Você e eu embaixo dessa chuva Você e eu sozinhos, aqui Ter pernas e não andar Ter boca e não beijar Quanta falta você me faz Ter ouvidos e não escutar Cada palavra que tinha pra falar Você insistiu em vagar e odiar Por onde começar? É hora de a alma vagar Por onde devo começar? Vejo tudo congelar Você e eu embaixo dessa chuva Você e eu sozinhos, aqui Sinto que sozinho você não vai mudar Sozinho por aqui eu vou ficar E nesse oceano você e eu iremos vagar E nada neste mundo nos fará mudar É a hora de a alma, congelar É a hora de a alma, congelar Oooh Congelar",
  "Individualismo De Massa": "Eu sou o indivíduo hoje Não venho do nada Meu momento é aqui Não sei se lhe devo respeito De lhe ser direito Você deve me respeitar Na verdade eu penso que Sou um mas sou um milhão Prefiro nem parar para pensar Não me venha com apatia Individualismo de massa Pra acabar com nossas vidas Vivo meu mundo perfeito E não paro pra pensar Que existem outros ao meu lado, Cada um em seu lugar Não respeito opiniões, muito menos decisões Sou contra o diferente, eu nem considero gente Minha vida é criticar, muito mau eu vou falar, Você pode me repregar ... Na verdade penso que Sou um mas sou um milhão Prefiro nem parar para pensar Não me venha com apatia Individualismo de massa Pra acabar com nossas vidas Não venha me pedir ajuda Pois sou um hipócrita Digo o que é melhor pra mim Acho bem melhor assim Quero ser igual aos outros, Quero sempre estar na moda Eu quero ser popular Vou me auto-estimar Na verdade penso que Sou um mas sou um milhão Prefiro nem parar para pensar Não me venha com apatia Individualismo de massa Pra acabar com nossas vidas Onde apenas um são todos E todos não são nenhum Pois sou eu não sou ninguém Acho que você também ... Sou branco, sou preto Sou fraco, sou forte Sou punk, eu sou [...], Eu sou skate, eu sou underground Sou fraco, sou forte Eu sou branco, eu sou preto, eu sou skate, eu sou resto, eu sou tudo Sou nada, sou nada, sem nada, eu sou undergound",
  "Individualismo de Massa": "This is for the one who's in the corner And this is for the one who's in this cell This is for the one underneath the ground Capitalism heaven is a people's hell Give it up, give it up, give it up ow, Give it up give it up, gotta give it up Give it up, give it up ow ow ow Eu sou indivíduo hoje Não venho do nada, meu momento é aqui Não sei se lhe devo respeito de lhe ser direito Você deve me respeitar Na verdade eu penso que sou um, mas sou um milhão Prefiro nem parar pra pensar Não me venha com apatia, individualismo de massa Pra acabar com nossas vidas Vivo meu mundo perfeito e não paro pra pensar Que existem outros ao meu lado, cada um em seu lugar Não respeito opiniões, muito menos decisões Sou contra o diferente, nem me considero gente Minha vida é criticar, muito mau eu vou falar Você pode me respeitar Na verdade eu penso que sou um, mas sou um milhão Prefiro nem parar pra pensar Não me venha com apatia, individualismo de massa Pra acabar com nossas vidas Não venha me pedir ajuda, pois sou um hipócrita Digo o que é melhor pra mim, acho melhor assim Quero ser igual aos outros, quero sempre estar na moda Eu quero ser popular, vou me auto-estimar Na verdade eu penso que sou um, mas sou um milhão Prefiro nem parar pra pensar Não me venha com apatia, individualismo de massa Pra acabar com nossas vidas Onde apenas um são todos E todos não são nenhum Pois sou eu, não sou ninguém Acho que você também Sou branco, sou preto Sou fraco, sou forte Sou punk, sou banger, sou skater, sou underground Sou fraco, sou forte Sou branco, sou preto Sou skater, eu sou rapper, sou tudo Sou nada, eu sou nada, eu sou nada, Eu sou underground Ahh ah, ahhh ah",
  "Joga o Jogo": "Planos corretos metas traçadas Em um futuro desenhado Chega a ser cômico como tudo parece se encaixar Como vocês chegaram neste nível De realmente acreditar Que que ser cínico, omisso e desonesto Te levaria a algum lugar Finjo levar a sério e ainda jogo o jogo E ainda jogo o jogo Mesmos colégios, mesmas ideias Mesmos programas de TV Sempre educados e excludentes Assim pensamos mais igual No preconceito acredito de me parecer com você Perco algum tempo insistindo Pensar que tive outra opção Podia estar em outro lugar Finjo levar a sério e agora jogo o jogo Cansei de respostas fáceis resistir é dizer sim Trabalho este drama rindo sempre de mim Quais as chances Quantas chances Todas as chances nenhuma chance Joga o jogo! Joga o jogo! Jogar, jogar! Joga o jogo!",
  "Jogojogo": "Planos corretos Metas traçadas Em um futuro desenhado Chega a ser cômico Como tudo parece se encaixar Como vocês chegaram neste nível? De realmente acreditar Que ser cínico, omisso e desonesto Te levaria a algum lugar Finjo levar a sério E ainda jogo o jogo Mesmos colégios Mesmas ideias Mesmos programas de TV Sempre educados E excludentes Assim pensamos mais igual No preconceito acredito De me parecer com você Perco algum tempo insistindo Pensar que tive outra opção Podia estar em outro lugar Finjo levar a sério E agora jogo o jogo Cansei de respostas fáceis Resistir é dizer sim Trabalho esse drama Rindo sempre de mim Quais as chances, quantas chances Todas as chances, nenhuma chance Joga o jogo! Joga o jogo! Jogar! Jogar! Joga o jogo!",
  "Just Skate": "A new skate session now you'll face it This will be nice and more than you need No rules, no way, style in your tricks It's just skateboard, go for it  My life is my skateboard, skateboard My style is my skateboard, skateboard My life is my skateboard, skateboard My style is my skateboard Skate it is over my god, mom and dad They don't understand and say: move your ass It's discrimation inside their heads I think of my skateboard and go ahead My life is my skateboard, skateboard My style is my skateboard, skateboard My life is my skateboard, skateboard My style is my skateboard Walking in the streets with nothing to do I only see this fucking passion If you wanna skate, you gotta have a feeling Show me a feeling My life is my skateboard, skateboard My style is my skateboard, skateboard My life is my skateboard, skateboard My style is my skateboard",
  "Kryptonita": "O super-homem cai do céu feito uma pedra, Kryptonita! Do buraco Belfagor volta pro inferno destruído Apavorado mas não explica Minha vida meus termos Outro Estado que não funcionou República rocha destruída por um sopro só Rickson Francis poderoso, violentamente se expondo A direita tinha razão Bozo Reagan mostra os dentes da vingança Bate a porta e se sente mal Minha vida, meu erros Todas as regras pisadas ao chão Contrato rasgado, instinto saciado Frustração! Matemática social Coerência primitiva O rei está nu Punir, vigiar Dia 02 eu morro e cerro os dentes Dia 03 a ficha cai, tudo que poderia Dia 05 imploro, suplico: Tente me perdoar! Kryptonita Kryptonita Haverá quem nunca vai entender Haverá quem não vá perdoar Que se cumpra a pena A falta capital Pena de morte pro resto da vida Pena de vida numa cultura falida",
  "Linear": "Me dê sua mão, posso te salvar Por muito tempo acreditar e ser assim Descomunizar o senso comum e se tornar especial Olhar nos meus olhos e se perceber campeão Em nome do privado, estatizarei O estado agora é o Eu e isso inclui você É tudo muito simples, seja racional Nossa coerência te dará uma ajuda na salvação Siga essa linha traçada no chão e veja luz do meu farol A velha nova alternativa não é circular Dois mais dois são quatro, a nova moral A flecha no seu alvo, a solução final Linear Cante a música Reto é andar Linear",
  "Lost Soul": "Why it have to be like that my world is lost and I can't find itself. Patience is gone from me right now and there's nobody else. My soul is dead inside of me and there's no other way I can be, the tension is complete and I can't turn. I guess that my soul will burn. I guess that my soul will run. My life is desperate and I can't control. No working by myself I think I lost my soul. The confusion of a man is like that be fucked up again, when youthink is all OK your soul is gone deep away. All the scares in myface are results of disgrace. When I try to make a goal I justcan't find I lost my soul.",
  "Lupita": "O acaso se apresenta Tempo se relativiza Vida ressurge regras, tempo e desejo O que aconteceu O que acontecerá? Agonia frustrante, futuro do pretérito Mais oito, quanto mais? Sei bem que o que sinto Preferia mentir, mas este não é o acordo Seus olhos são, seus olhos vão Me arrastar pra sempre Um minuto eterno o perene o incerto Quero me afogar! Neste momento Tantas perguntas tantas certezas Belas escolhas entre o eterno e o feliz Erro teu nome, preferia acertar Solarei pelo tempo necessário Um nome pro perfeito, o que importa? Que a vida nos leve a imperfeição de encontros tortos Seus olhos são, seus olhos vão Me completar como ninguém O lapso o erro, atemporal O não verbal Seus olhos vão me levar A outra coincidência Mais um eclipse lunar Mal posso esperar Seus olhos são, seus olhos vão Me arrastar pra sempre Um minuto eterno O perene o incerto Quero me afogar!",
  "MST": "Quem você pensa que eu sou aquele que você viu na TV o que te faz pensar que sou tão diferente de você pois eu tenho família e também meus filhos pra criar e sou eu que estou aqui lutando porque é meu por direito Devo ocupar Devo produzir 3x Devo resistir Pouco me importa se você não gosta da cor da minha bandeira Pois sou eu que estou aqui e sou eu que tomo bala nos que deviam me defender falsos amigos de uma nacão não querem ensinar o que é um cidadão Devo ocupar Devo produzir 3x Devo resistir \"O campo brasileiro, continua produzindo sangue e assistindo como no passado ao desfile de bandeira vermelhas, entre multidoes de miseraveis sob o comando do MST. Combater a latifundio, desapropriar, ocupar e destribuir. As palavras de ordem resistem ao tempo como resistem a concentração fundiária 0,9% dos produtores detem mais de 35% das terras..\" A ganância dessa elite já foi demais 400 anos de massacre também já é demais Vou ocupar Vou produzir3x Vou resistir  PODER AO POVO !!!",
  "Me Ensina": "Preciso acordar e não me notar, Preciso vencer sem sequer ganhar Preciso precisar sem sequer ter Eu quero ser e não perceber Por te amar e não te ter Entender sem estudar Me ensina a tirar essas marcas e encontrar ... o meu verdadeiro ... me ensina. Vou te olhar de frente então Enfrentar a contradição Sem minha máscara vou sorrir. Marcas de uma educação Ranços de uma herança que se vão O poder de observar... observar e não ter poder O verbo que devo calar As palavras que você não vai ler. Me ensina a tirar essas marcas e encontrar ... o meu verdadeiro ... me ensina. E agora amor, vou poder ser feliz. Esqueci teu nome. Seremos eu de verdade. Esqueci meu nome. E aprenderemos diariamente a desaprender e a viver como realmente somos!",
  "Menos do Mesmo": "O compromisso em satisfazer Entreter, como obrigação Será que está aqui o que precisa? Procurando seus clichês nos meus Menos do mesmo você diz querer Fingindo ser o que não é Outras canções em outras vozes Mas sempre o mesmo refrão Respostas fáceis do que não querem contar Consumir, formar opinião Descartável, sem nenhum valor Menos do mesmo você diz querer Fingindo ser o que não é No mesmo lugar Repetindo até se entediar Pague caro, nesta mesma ilusão Neste horário A paisagem não mudou São 9:11 Algo vai acontecer Menos do mesmo você diz querer Fingindo ser o que não é No mesmo lugar Repetindo até se entediar Pague caro, nesta mesma ilusão São só mentiras Que querem te vender Segmentado, outro mercado Pra assimilar Quem vai lucrar?",
  "Metrofire": "Você vai morrer, você não é nada! Não passa de um numero, um bilhete a mais! Não vai dar na tv e nem no jornal E quem madrugar o fogo vai arder Aperte o controle acredite na máquina Tropa solitária a pisotear Todos somos justos as 7 da manhã Nenhum homem ouve, nenhum bom humor Pra onde você vai, seus olhos no chão O medo do cheiro da fumaça no vagão Vai passar! Vai passar! Acredite na corporação Somos uma empresa segura Zelamos pela sua vida mais que pelos nossos bilhetes Os trens se encontram parados na estação Vergueiro Foi apenas um pane elétrico Saiam calmamente e ordeiros Espere na estação pelo próximo trem... Metrofire",
  "Michel Oghata": "Foi avisado lá não era um bom lugar O príncipe ordenou não ser tão curioso Aquilo podia matar não precisava entender O que chamam civilização Partiu com um sorriso na face Sem dar ouvidos lá se foi Qualquer dia, qualquer lugar Precisava provar Michel Oghata vai para a cidade aprender Vivenciar o belo ver o ser superior Tratado como diferente se assustou Passaporte, passeou a morte A lei para os indesejáveis Louros ao vencedor Se arrependeu em estar ali e quis fugir O preço alto demais a pagar Não precisa mais do que já sabe Eles não confiam em ninguém Não respeitam o sol (não respeitam o sol) Não agradecem a lua Michel Oghata deixa a cidade sem entender Porque complicam tanto? Porque não deixam viver? Não entendia a sorte não sabia o que era a fé Não se encaixava em um destino Quem precisa ensinar? Quem precisa aprender?",
  "Michel Ohgata": "Foi avisado lá não era um bom lugar, O príncipe ordenou não ser tão curioso. Aquilo podia matar Não precisava entender O que chamam civilização. Partiu com um sorriso na face Sem dar ouvidos lá se foi. Qualquer dia, qualquer lugar, Precisava provar. Michel Ohgata vai pra cidade aprender Vivenciar o belo ver o seu superior Tratado como diferente se assustou Passaporte Passeou a morte. A lei para os indesejáveis, Louros ao vencedor! Se arrependeu em estar ali e quis fugir Um preço alto demais a pagar. Não precisa mais do que já sabe. Eles não confiam em ninguém Não respeitam o sol, Não agradecem à lua. Michel Ohgata deixa a cidade sem entender. Por que complicam tanto? Por que não deixam viver? Não entendia a sorte não sabia o que era fé Não se encaixava em um destino. Quem precisa ensinar? Quem precisa aprender?",
  "Miojo": "Vários pacotes, Novos sabores, Velhas cores, entretenimento Sorriso nos lábios, sabor vegetal Gluten, Betacaroteno isso é demais... Meu deus como sou feliz, Todos vivos a cantar... Uma canção de morte, portas abertas, Dentes brancos, esperar... Uma vida inteira pra construir, Três minutos para consumir... Escolha o pacote com sua cor, todos parecem do mesmo sabor... Escolha o pacote com sua cor, todos tem o mesmo sabor!! E a morte se confundirá com a vida E a ganância com felicidade... Novas regras, nova rebeldia Novos dotes de ação/reação Em nome do povo, o povo não quér, Esquente a água da revolução...",
  "Modificar": "E então veio 1985 e o sonho por liberdade voltou. E por todas as ruas o povo gritava louco por Diretas já. Já era hora se fez o tempo, aqueles tempos foram escuros demais. Toda a esperança vinha das ruas e não havia como perder. Mas desta vez fomos logrados por um colégio eleitoral, transição segura fria e lenta para os que estavam no poder. E nosso sonho por saúde e educação se foi largado pra depois. E os militares que esperávamos que um dia iriam pagar continuam no poder. Então veio 88, foi determinado agora sim poderíamos votar/escolher. Mas um ano depois percebemos o quão estávamos enfraquecidos. Corações e mentes agora guiados (ordenados) por uma tela de TV. Nossa vontade já não existia pois agíamos como zumbis. Pagamos caro pela ilusão, o moderninho nos enganou. E enquanto retia nossa poupança roubava mais que os ladrões. E nosso sonho por um dia sermos iguais se foi, foi deixado pra depois. E os corruptos que esperávamos que um dia iriam pagar acabavam de se eleger. Quando vieram os anos 90 e o caos e o cinza tomou conta de tudo. Salvadores de pátria agora não iriam mais ajudar. Não há mais culpados nem inocentes, agora todos irão pagar. Mas na guerra sublimada aleijados e analfabetos ainda tentam modificar.",
  "Molotov": "Muitos corpos caem Cairão, camburão Cassetete, porrada, porrete Muitos nasceram Morreram, viveram, lutaram Cobraram, cobraram pra poder comer Curiosos, interessados da noite Lutadores e mártires e líderes Comam, briguem, briguem, lutem Caiam mas não se esqueçam de se levantar Molotov por todos que ainda irão Molotov Plantar, morar Reformar, reagir, distribuir Educar, dividir, compartilhar Ensinar, progredir, Olhar, ignorar, falar Brigar, brigar, correr, Comer, correr, Voltar a lutar Infeliz operário Lutou, correu, comeu Morou, mudou, lutou, gritou Falou, fome passou Molotov por todos que ainda irão Molotov Ei você que viu e se indignou Você que viu, e só viu Ficou olhando, observando Indignado, estático, apático Enfrentou, combateu Combateu, combateu, combateu Gritou, gritou, gritou Combateu, Dormiu na rua Não acordou, morreu!!!!!!!!!!!!!!! Molotov por todos que ainda irão Molotov Molotov!!!!!!!!!! Molotov",
  "Mulheres Negras": "E se um dia tivéssemos que resistir, e se tudo que fizéssemos fosse em vão? A vida mesmo assim teria uma razão. Manter-se de pé e esperar. E se não fossemos tão jovens ainda estaríamos aqui? E se não pudéssemos mais cantar, nem reclamar nem protestar? Fingiríamos esquecer nosso ideal ou lutaríamos agora pra valer? Os tombos da vida nos fazem crescer e não devemos desistir... Mas então vamos lá, lutar por um ideal. Se viver é resistir, então será... E ai poderemos sorrir como mulheres negras, que apesar de todo sofrimento se negam a chorar.",
  "Múmia": "Tratar as pessoas como se tivessem dito o que fazer O mal que fez a si mesmo, sempre rogado desejando Por mais silêncio que pudesse haver Não era só por mim Suportar as tarjas, censuras e escolhas Em tudo há consequência Tente aceitar a sua... Assuma o que é teu Para outros todo mal Como é fácil apontar Este é o seu melhor Tudo que pode demonstrar? Eu sei nunca vai ouvir Que Deus é esse o seu? Que reza só pra si! Suportar as tarjas, censuras e escolhas Em tudo há consequência Tente aceitar a tua... Assuma o que é teu Ainda bem que insisti em esperar o pior E ver em copos vazios uma escolha melhor Não exercer o poder, vindo de ideias tão burras E aceitar que você podia ser muito mais Talvez tenha sido cego Mas continuei por paixão Se o dinheiro não veio, e ninguém pode pagar Não precisava ter feito, o que fez! Tente outra vez (Ou esqueça pra sempre) Tornar melhor (Você acha que pode?) Tente outra vez (Outra oportunidade)",
  "No Chão": "Sua idéia de diferença te tornou igual demais. a arrogância e insegurança de quem não sabe o que faz. no chão agora, e o que mais dizer? você não pode se odiar tanto assim. agora que estou aqui, você se sente feliz? confesso o sonho virou pesadelo... há 10 anos pensei que não seria assim, regras, certezas. verdades únicas não são pra mim. a manipulação do engajamento te fez igual. agora estou no chão, quem você quer derrubar? talvez não reste mais ninguém, talvez não, só você mesmo... pois a verdade única que irá te levantar é a verdade única que irá te derrubar, e todos um dia nos encontraremos no chão.",
  "No Place": "Living in this fucking city I don't have a place to eat I don't have any other place to go I don't have a friend to meet Tudo que foi dito, pode ser errado Nada foi em vão Pois ainda estamos aqui pra contar o que passou Mas se a vida fez a gente só crescer Temos tanto ainda pela frente pra viver Shame and hate Taked away my friends from me Shame and hate Taked away my friends from me Living in this fucking city I don't have a place to eat I don't have any other shit to go I don't have a friend to meet 1990 éramos tão crianças E nos achávamos tão maduros pra perceber Que a história passa e conta sem se ver Sobre uma banda que ainda insiste em viver",
  "Noite": "Solidão, caminhar, espero um dia te ver mudar Essa vida são escolhas sem direção, nada é linear Continuar, sobreviver, pode ser muito cedo pra entender Idéias em comum se tornam divisão, caminhos opostos que se encontram ou não Até que um dia amanhecer e você vir a perceber Até que um dia se levantar Semelhança e diferença nos fizeram paralisar E fingimos esquecer o que, passou Não há futuro, não há passado, tudo que se foi ou que virá Só existe um sentimento teu por mim, estagnado odiar E não se ver, e não sentir que o fardo em sua costas te impede de existir Deixar escapar o que é melhor, a chama em seu olho apagou Até que um dia amanhecer e você finalmente perceber Até que um dia se levantar Que nossas semelhanças nos façam caminhar e observar, e que um dia você possa se ver em mim Juntos estar em ação, poder dizer um dia união No presente existir, pois a vida é curta e preciso agir",
  "Nous Sommes Les Paraibes": "Os não brancos, os escravos A classe mais sem classe Somos o que sobra Não somos ninguém Despreparados desprezados Muito pouco educados Sabedoria inconsciente Do agora aqui Nous sommes les paraibes Post apres proto Nous sommes les paraibes Nous sommes! Nous sommes! Air revolution Sem futuro Os que servem O chão do mundo Os que não esperam A vida usurpada é nossa Simplesmente por que sim A festa dos excluídos Driblando a repressão Em cada clichê racistas Somos máxima reação Nous sommes les paraibes Post après proto Nós somos o futuro não escrito Nós somos os paraíbas Nós somos o que não se previu Será televisionado O rebote das massas As balas verdadeiras A reação, a baderna Verá! Uma montanha de corpos Dos que sempre morreram Em nome da ordem Virá! Um futuro sem classes Onde tudo será arte De viver como iguais Nós somos! Nós somos! Nós somos! Nós somos! Nós somos! Nós somos!",
  "Novo Mártir... na cruz": "Disse que cresceu Disse que aprendeu Parece estar no mesmo lugar Diz que as coisas velhas acabaram de passar Ele vai lutar,ele vai mudar A certeza da mudança por um mundo melhor Num mundo de sua cabeça Mas com certeza ele irá desgovernar Se falhar,existirá uma cruz Fundarão um novo partido Com a graça de Jesus Seu nome na placa O novo exemplo Viva a nova velha idéia O novo mártir que surgiu.  Irmã do Mancha",
  "Novo Mártir...na Cruz": "Disse que cresceu Disse que aprendeu Parece estar no mesmo lugar Diz que as coisas velhas acabaram de passar Ele vai lutar,ele vai mudar A certeza da mudança por um mundo melhor Num mundo de sua cabeça Mas com certeza ele irá desgovernar Se falhar,existirá uma cruz Fundarão um novo partido Com a graça de Jesus Seu nome na placa O novo exemplo Viva a nova velha idéia O novo mártir que surgiu.  Irmã do Mancha",
  "Não": "Não Não, não quero ouvir o que você diz E nem ler as suas regras Testando minha paciência ao limite de explodir Eu quero fazer no meu tempo Chegou minha hora de falar Cansei de ouvir sua perfeição Sua higiene me insulta E seu medo e pudor me fazem rir É assim, a partir de agora Poder em minhas mãos Sim!! Se a sua voz ainda é mais alta O que você tem de certo se tornou isso aqui Sim, o meu caminho é diferente E sou eu quem vai trilhar",
  "O Futuro?": "Não vai dar...Não vou fazer...Não quero ser igual a você...... Não estou preparado pra ser do jeito que você quer que eu seja, não espera nada, nada de mim..... Não ponha as suas frustrações em cima de mim!!!! Me deixe viver!!!!! Me deixe morrer!!!!! Não vou ser como você nunca, nunca nessa vida, JAMAIS!!!!!!!!",
  "O Homem Nú": "O homem nu estava preso, o homem nu se libertou O homem nu está aqui, o homem nu te faz tão mal Por que tanto desconforto com o homem nu? Seria medo da liberdade ou de quebrar seus próprios tabus? Preso voluntário em armadilhas culturais Engessado no passado, confortável irracional O homem nu assaltou um banco, o homem nu perdeu a razão Ontem ele matou o homem branco mas acertou em cheio a moral Ele vai destruir o que foi construído, vai se entregar mas sem nenhum objetivo Finja se orgulhar de seu futuro promissor Encha de vazio, o teu vazio interior O homem nu subiu ao palco e fez o que você não quis O homem nu não te tocou mas você se sentiu invadido Ele pode te ver, mas você não O homem nu rasgou a bíblia mesmo não tendo religião Você é livre, você é bom Dispa-se e me ignore!",
  "O Melhor Exemplo do que Não Seguir": "Estes sapatos não me cabem mais Ainda me lembro quando eram confortáveis Sua visão me queima os olhos E pasmo, vejo, não existe mais retorno Parar o tempo, tentar voltar Na beleza deixada em algum lugar Por todo esse limite que me impôs Nem tudo pode ser contemplação Não tenho mais seu tempo pra perder Não tente me prender! Que tenha pressa quem quiser me alcançar Eu também tenho... Novas paisagens que me façam encontrar Outro destino De longe vou te rejeitando Daqui onde estou Continuo tão insatisfeito como da última vez Sua visão me queima os olhos E pasmo, vejo, não existe mais retorno Parar o tempo, tentar voltar Na beleza deixada em algum lugar Por todo esse limite que me impôs Nem tudo pode ser contemplação Não tenho mais seu tempo pra perder Não tente me prender! Que tenha pressa quem quiser me alcançar Eu também tenho... Novas paisagens que me façam encontrar Outro destino De longe vou te rejeitando Daqui onde estou Continuo tão insatisfeito como da última vez Que lhe apontei o dedo Te julguei incapaz Seremos o melhor exemplo do que não seguir E dizer sim, e te mostrar, sempre estou certo! Procurando por algo novo Que me traga satisfação Eu peguei outro desvio Talvez me afaste mais",
  "O Soco Racional": "Ontem eu errei Hoje vou acertar Me desculpe se um dia eu te fiz chorar Quero acertar, quero caminhar Em cima da estrada que você construiu Estava doente e agora estou curado, Muito obrigado por me medicar Agora posso ver se não vou me confundir, Sei bem onde pisar A agressividade não pode ser usada Somente em momentos propícios Não vou me debater, só vou me calar A minha voz agora vai baixa Estava doente mas agora aprendi Reações imprevisíveis são ruins Se você não sabe agir posso pagar por isso Mas estou bem não vou te machucar... (perder a oportunidade de um soco pode ser muito ruim)",
  "Obrigação": "Juro que tento entender É difícil mas eu vou te explicar Vejo tudo que já tenho em minha vida Penso em todos que deixei pra trás Nem sempre as coisas mudam pra melhor Penso todo dia em nos sabotar Eu sei,que perdemos tanto tempo aqui me faço de desentendido Mas sabemos o que nos prendeu A insegurança é o que fez morrer Não é nada confortável Não tente entender se não quiser Só não me anule do seu lado Siga seu caminho que eu vou seguir o meu Nem sempre as coisas mudam pra melhor Penso todo dia em nos sabotar Eu sei, que perdemos tanto tempo aqui me faço de desentendido Mas sabemos o que nos prendeu A insegurança é o que fez morrer Só queria agradecer Por suportar Pela primeira vez Nos libertar",
  "Obsoleto": "Muitos caminhos pra seguir Como um cordeiro seguiu a multidão Tanta cultura pra te fazer melhor Entregou seu cérebro a televisão Obsoleto! Enganado! Inútil! Descartado! Tarde demais pra reclamar de suas escolhas Podia ir pra qualquer lugar Com medo arrumou uma função Gastou o tempo de tanto trabalhar Bater as metas bônus, promoção Obsoleto! Inviável! Consumidor! Imbecil! Tarde demais pra reclamar de suas escolhas Tarde demais! Foi você mesmo que escolheu este caminho Tarde demais! Deus te quer mal! Você se odeia, mas se orgulha do que não é.",
  "Old Boy": "Vejo em seus olhos a derrota O que será de mim a partir daqui Te vendo de joelhos a se humilhar A missão está cumprida antes que esperava Não devia ter me empenhado tanto em você Podia ter resistido mais Quando seus olhos baixaram perdia toda a motivação Agora me encontro aqui parado Sentado esperando outro de você Pra dar algum sentido em minha vida viver essa vingança é o que me mantem Não devia ter me empenhado tanto em você Podia ter resistido mais (não) Quando seus olhos baixaram perdi toda motivação",
  "Paz Verde": "Enquanto o índio e o povo são massacrados por todo mundo se vociferou aquele povo, aquela gente, pulmão do mundo, tudo que sobrou. Destroem por maldade os imbecis. São o próprio diabo de nossa religião, malditos pobres. Malditos imundos que não sabem lucrar, pedem dinheiro pra se endividar. Vamos criar uma instituição, uma instituição nacional pois o verde queremos salvar. Paz verde!! Hipocrisia mundial!! Seus bancos a cobrar, meu povo a morrer... Não me venha com retórica terceiro mundista seu incompetente miscigenado, a culpa não é do capital! O meu império ecologista sabe lucrar, sabe vender e o que é melhor, a selva foi internacionalizada. Índio iludido pensou que fosse melhorar, todas as bandeiras (do G7) estavam lá! Mas o que se viu foi mais uma divisão, índios tiveram que financiar suas ocas em bancos silvestres. Paz verde!! Hipocrisia mundial!! E o FMI? E os juros a pagar?! Talvez se não tivéssemos sido colonizados e se tivessem deixado o índio em paz.... mas depois desta retórica suja, sectária e desumana, foi você que nos ensinou a comprar, a vender e a lucrar!! Paz verde!! Hipocrisia mundial!! Vocês a consumir e nós a produzir....",
  "Perfect Party": "Perfect party, I wanna stay with you Perfect party, see your smile at me Ficar aqui Ou ir embora? Liberdade em sua prisão Seu limite me apavora Não questiono se há amor ou não Só respeite um pouco minha dor Perfect party, don't wanna stay with you Perfect party, seus olhos a denunciar Fuck this, fuck that birthday party Fucking, fucking birthday party Não serei salvador e nem o salvo Se fazem tão mal os que dizem zelar por nós Célula mãe criadora desta moral Talvez tenha colocado essa tristeza em mim Perfect party, don't wanna stay with us Perfect party, sentir sua raiva em mim Fuck this, fuck that birthday party Fucking, fucking birthday party Quero voar, não quero esperar Longe daqui, talvez ser feliz Quero voar, não quero esperar Longe daqui, talvez encontrar",
  "Piada Liberal": "Se ainda acho fácil tudo que mata Pago caro e não sinto nenhuma graça Se ainda riu da piada! Antes eles do que eu Mais cinquenta canais consumindo opinião Se o sangue jorra longe, não posso ver a cor Esperando o intervalo pra sonhar O que permitem que deseje! Carros, armas e heróis Nada novo sob o céu, se as coisas não mudarem No futuro Deus dará Porque aqui não vai acontecer Mudar não depende só de mim Vejo com os olhos que comprei Estou prestes a vencer... Ouvi um cara dizendo Mudei de opinião Me envergonho das coisas que me afetam Devia ser mais esperto e saber Que entendem mais de mim do que eu Carros, armas e heróis Novidade sob o céu Se tem alguém pensando, já me sinto melhor Porque aqui não vai acontecer Mudar não depende só de mim Vejo com os olhos que comprei Estou prestes a vencer Veja aonde cheguei Veja como eu sei Veja aonde cheguei Veja! Tá sobrando um trocadinho Vou investir em especulação Eu não sei do que se trata, mas me disseram que é bom Não olhe pro que é meu! Melhor sorte na próxima Você devia ter se empenhado mais Mercado é liberdade, mercado é a verdade Mercado é liberdade pra lucrar! Porque aqui não vai acontecer Me mudar não depende só de mim Vejo com os olhos que comprei Estou prestes a vencer Porque aqui não vai acontecer Se já demos nossa parcela Não importa a que custo for Louros pra quem arriscou Veja, veja aonde cheguei",
  "Pontilhão": "Nos extremos vivemos Dizem ser moderação Dos dois lados da ponte Uma ou outra opção Só usamos seus limites pra pular O que nos aniquila poderia nos salvar Aprender! Perder ou vencer! Perder ou vencer! Nunca nos encontramos Sempre estamos sós Nenhuma sutileza, pura padronização Culpados recorrentes Medrosos culturais Isolados funcionais Conformados seguimos Em prol da civilização É matar ou morrer A higiene da competição Nos falta tempo para reagir Num vazio tratável, confundir Aprender! Perder ou vencer! Perder ou vencer! Nunca nos encontramos Sempre estamos sós Nenhuma sutileza, pura padronização A propaganda! Somos todos livres! Poder de reagir, transformado em esperança E nada mais E nada mais!",
  "Por Não Ter o Que Dizer": "Disse o que sabiam, mas nunca ousou Disse o que sempre desejou Não se acovardou em momentos sociais Tão difíceis de aceitar E falar demais... Por não ter o que dizer! Poucas coisas em que segurar De costas não se importar O desconforto que os faz tão mal Não há prestígio que passe do chão Prazer em ser diferente de você! Abalando o que é claro... Pôr em dúvida o que você diz ser certo Bater de frente, não titubear Tudo que em choque faz mover o ar Desprezar mais um sinal! Desafiar toda moral! De outra forma dança a multidão No ritmo que os fez morrer Aprendendo a sonhar igual Esqueceram de viver Custou caro ser assim Fiel companhia, a solidão E toda dor valerá! Pois não existe um fim! O que é o fim pra mim? Poucas coisas em que segurar De costas não se importar O desconforto que os faz tão mal Não há prestígio que passe do chão Prazer em ser diferente de você!",
  "Por Paz": "Foi difícil acordar e tirar a mente da estagnação. Perplexidade, medo, apatia e falta de ação. Sonhei com uma estrada que levava ao nada, e havia uma placa que dizia pra enfrentar os erros ( pessoas) como ele(a)s são. Pedir por justiça, se fazer entender. Pois a vaidade e a arrogância dos que tem (poder) passa a ser combustível pra lutar. Peço paz!! Isso não é demais!! Por um minuto, eternamente e nada mais. Era tão sinuosa que quase desisti. Mas em cada curva encontrava em que acreditar. Uma simples palavra me fez cair. Mas a escuridão me fez cegamente caminhar e continuar tentando. Peço paz!! Lutar por paz!! Por um minuto e eternamente e nada mais. Se tanto faz te peço paz. Paz. Paz",
  "Procrastinando": "Você se põe a frente Se julga estar por um triz Sempre adiando o que te faz feliz Esperando por um gráfico Uma linha reta a seguir Procrastinando, equivocado, tentando confundir Só mais um passo, medo do abismo Medo de tudo, a vida esperando e você não diz sim Procrastinando! Procrastinar! Você se sente abaixo Se julga ser o pior Sempre adiando o que te faz melhor Obcecado por um líder Esperando um salvador Pragmática sabotagem, procrastinador! Só mais um passo, medo do abismo Medo de tudo, a vida esperando e você não diz sim",
  "Proprietários Do 3º Mundo": "Promessas eternas por cumprir E mortos demais a esperar, Sobre uma terra fértil à espera de mãos pra plantar. Mas os punhos fechados e amargos dos proprietários do terceiro mundo., perderão sangue demais... pra perdoar Mentalidade tacanha e assassina nas favelas do terceiro mundo. Mortos, suicídios, chacinas somados é o que se vê. Minério, violência, especulação. Bens materiais a amar, Prédios altos que mostrarão quão grande o tombo será. Mas a ordem e progresso assassina dos educados do terceiro mundo. São cegas demais pra perceber Mas o ódio e a fome dos sem-teto do terceiro mundo. Justiça por caos podemos ver. Liberdade.. Paz, força e coração.. vida, amor, libertação.. um desejo incontido nas cabeças do terceiro mundo. Tudo isso virá se pudermos perceber... que amar, viver, cantar, não será em vão.",
  "Proprietários do Terceiro Mundo": "Promessas eternas por cumprir e mortos demais a esperar Sobre uma terra fértil à espera de mãos pra plantar Mas os punhos fechados e amargos dos proprietários do 3º mundo Beberam sangue demais pra perdoar Mentalidade tacanha e assassina nas favelas do 3º mundo Mortos, suicídios, chacinas somados é o que se vê Minério, violência, especulação Bens materiais a amar Prédios altos que mostrarão quão grande o tombo será Mas a ordem e progresso assassina dos educados do 3º mundo São cegas demais pra perceber Mas o ódio e a fome dos sem teto do 3º mundo Justiça por caos podemos ver Liberdade Paz, força e coração Vida, amor, libertação Um desejo incontido nas cabeças do 3º mundo Tudo isso virá se pudermos perceber Que amar Viver Cantar não será em vão",
  "Queda Livre": "Quando eu cai e beijei o chão Vi em seus olhos algum brilho de prazer Rastejei por algum tempo Entenda isso foi muito bom pra mim! Pude encarar minhas verdades De frente pude ver O quanto posso errar, falhar e ver Que pode ser muito natural Você é covarde demais! Pra entender O quanto é intenso! Agora todos os extremos Insistir que o erro é dos outros! Você devia vagar sozinho por aí e pela escuridão E perceber, e realmente ver Que existir é muito mais Ainda me sinto tão cansado Mas sei, sou muito mais forte Já sei o que é estar só Estou pronto pra me levantar e caminhar em sua direção Você é covarde demais! Pra entender O quanto é intenso! Sei o que é o fel e o mel ao contrário do que pensa você! Sim, você ainda pode me vencer Mas você sabe que não vou desistir Já provei do sangue em minha face A dor já faz parte do total Você é covarde demais! Pra entender O quanto é intenso! Agora todos os extremos Insistir que o erro é dos outros! O tempo já não me importa mais Pois ainda estou aqui! Eu ainda estou aqui! Aceite, estou aqui!",
  "Quente": "Meus pés não me conduzem mais pra onde quero Pra trabalhar, vou pagar bem caro nessa bota de ferro As ruas da cidade vestem rios de uma sopa preta Onda de calor refletida num deserto vertical E o sol faz seu papel...como sempre fez! Quantos graus a mais? Posso suportar! Esperando suas lentas decisões? Procuro pedras frias pra não me queimar Onde ando, me protejo, não me comprometo Não me importa todo esse inferno escaldante Preciso andar bem rápido de encontro àquela miragem E o sol faz seu papel...como nunca fez Poeira sobre minha pele, combustão nada espontânea Veias infladas prestes a explodir Quanto tempo até tudo queimar Quantos graus a mais? Posso suportar! Esperando suas lentas decisões?",
  "Re-Aprender A Andar": "Não há nada em que tropeçar A duras penas se erguer Prontos pra um novo começo Re-aprender a andar Sentir perder Reconstruir E caminhar pro que virá Nos desejo força Já que o pior já passou Ter coragem para dar as mãos Sentir viver e destruir E aceitar que nos fazia mal E implodiram tudo que os oprimia Precisavam refazer os seus conceitos Sentir vencer Reconstruir E caminhar pro que virá Apesar de quase duvidar... Apesar de quase não aceitar...",
  "Recompensa": "Passou.. Muito além do seu destino perdeu mais tempo sem nada para fazer todas as coisa fúteis, que ela nunca fez se olhando no espelho, rindo de si mesma Refrão É tarde para definir, se tudo foi bom ou ruim se nada te fez ver, não se preocupe mais seja feliz como nunca se permitiu agora já não há tempo para lamentar... Sentiu falta de se dedicar (a algo ou alguém) pela primeira vez teve a vida em suas mão Refrão É tarde para definir, se tudo foi bom ou ruim se nada te fez ver, não se preocupe mais seja feliz como nunca se permitiu agora já não há tempo para lamentar... Ninguém vai sentir ou ver por você a recompensa não virá, mas isso não importa tudo vai terminar... sobre os escombros a sorrir no meio da multidão cantando alto a canção.",
  "Rei de Açúcar": "O vento mudou não sopra a favor No canto dos olhos a conspiração É quase a hora, ceder o lugar Pois servos precisam de queda e ascensão Um novo herói irá surgir e se convencer Que será eterno quando a chuva cair Sonhos sinceros de poder pra corromper Bodes expiatórios de um jogo sem fim Quando a chuva cair e varrer a certeza (quando a chuva cair) De suas frágeis raízes Quando a chuva cair",
  "Reprogresso": "Não há chão para pisar Não me lembro mais deste lugar Aqui onde hoje passam os ônibus Minha avó pisava ao mar E é por isso que estou aqui E com força me seguro em ti Pois não sei de onde venho. Talvez possa até ser bom Mas queria tanto ver a história Que o asfalto tapou Esta fumaça que não existia Agora me impede de te olhar E o progresso que suja o horizonte Me tornou tão intolerante. Mais uma geração se perdeu Isso não pode ter sido sem querer E vimos o prédio crescer. E parados a ilha afundou Só soubemos nos matar As ilhas... na ilha",
  "Revolver": "Apesar de entender que tudo deve mudar Geração X em busca de um ideal Traz os ranços no coração Apontados para você Casas e castas, famílias, dogmas e religião Existe uma razão Querem te fazer sentir Pondo culpa em você! Quando se tem 18 como é complicado E aos 23 já te fizeram desistir Supostamente engajado Atirando pra todo lado Escolas, tendências, governos Muita ou pouca educação? Razão do irracional Já te fez esquecer, que o bem não é só você Não entende porque, se era uma boa intenção? Não pode ver que carrega um ranço cultural Mas é tão jovem, se sabe que tem Mas aplica tão mal Este poder jovem te tornará senil E destruirá tudo de bom que já existiu Um homem morto aos 30 Em uma boa posição Este é você!",
  "Sausalito": "We born alone, we die alone Nem precisava sem assim Can't feel the air inside my lung And the bay area cold breeze Não acredito, estou sufocando Eu vou morrer neste lugar Levei uma vida pra chegar até aqui Tudo parece se apagar Where's the air? Mom, please help me! I'm gonna die in San Francisco Shit! What an irony! Can't feel my arms, can't feel hands At least I saw that big trees Este lugar é o mais legal para se morrer Sim, eu já me convenci Precisa mesmo ser agora? Logo na primeira vez? Call the rescue! Call the police! Nós vamos ser deportados Pra Guantánamo ou mofar em Alcatraz Where's the air? Mom, please help me! I'm gonna die in San Francisco Shit! What an irony! Não acredito estou sufocando Eu vou morrer neste lugar Levei uma vida pra chegar até aqui Tudo aparece se apagar What I think now? I don't know Feel the death! Gonna die alone I think I'm happy now In this parking lot De tirar o fôlego Este visual Sausalito The last station Sausalito My last breath",
  "Selfegofactóide": "Se julga esperto demais Rotula como burro o que o outro faz Todo dia, toda vida, com todo escárnio sorri Hoje o que vai achar e continuar a fingir Todas as críticas, defeito alheio, se esconder de si Mais um factóide, torne real Minta sobre mérito, muito mais fácil é transferir Faça direito, se torne bom, faça melhor Transformando frustração em teatro moral Fogueira da vaidade, culpa Mágica coberta de sinceridade Conceito segregado, formação de opinião Complicado enganar, fino verniz de honestidade Tentando convencer e inventar uma razão Nem seu desprezo, sequer seu valor Pra sustentar sua mentira, precisa Mais de mim que eu de você Não se cria uma verdade Entenda de verdade é só preciso perceber Não invente em outros problemas que são seus Continuas um cristão, só que agora sem um Deus Selfegofactóide! Selfegofactóide! Nem seu desprezo, sequer seu valor Pra sustentar sua mentira Precisa mais de mim que eu de você.",
  "Sem Alma": "Esta é a vida, iremos viver o jogo em que lutamos pra sobreviver. Nas salas, nas esquinas, nas cozinhas, no estomago o nada. Nas noites, nos dias, e sobre a pele marcada e surrada. No frio! E o frio? A cortar, a doer. E não sobrará nem a solidão. O jogo tem seu cérebro e coração. Ter o tempo levando nosso pão, leite e alma. Nas ruas, nas pessoas, nas empresas... nos olhos as lágrimas. A esperança do emprego nas noites de insônia. E a insônia! E a insônia? De viver sob lágrimas. E não era nossa imaginação, não era essa a intenção. Ter o tempo marcando nossas mãos, olhos e almas. Nas casas, nas mesas, nas barrigas, nos olhos as lágrimas. No peito o vazio e no prato o nada. E o nada? E a fome? E o nada? Corroer. E não era nossa imaginação, não era essa a intenção, o povo e o sangue escravizados e sem alma.",
  "Sem Sinal": "O despertador me rasga o sonho Rompendo a conexão Há muito não se sente descansado Contando os passos desgastado Sozinho desconectado Virtualmente real, o que posso dizer? Verdade vazia Novas conversas, novas janelas Não acham mais espaço aqui Ninguém para chamar Ninguém para escutar, com pouca energia Sem sinal, não há conexão Tente outra, tente outra vez Sem sinal, para atualizações Tente outra, tente outras vez Alerta a esperar por mais informação Guardando energia Sem sinal, não há conexão Tente outra, tente outra vez Sem sinal, para atualizações Tente outra, tente outras vez Silencioso, vou vibrar Vou vibrar com o que há por vir!",
  "Senado Em Contraste Nas Ruas": "Olhe pra dentro de você Pergunte o que é você , O que você quer conquistar , O que quer ganhar , O quer perder , se você é você , ou só um produto fútil do sistema ! Refrão: Querem te conquistar pelos seus erros, querem te abraçar com seus problemas . oh ! o q estou dizendo se eles são apenas um produto do sistema ! Já fizeram de tudo pra mostrar quem é o melhor , mas a cada 4 anos piora essa bosta ! \"que pais é esse ? \" \"que pais é esse ? \" Daqui a um certo tempo Vamos as urnas pra brincar! Vamos brincar de passar trote e acreditar que ninguém vai saber que foi você que fez a merda Refrão: Querem te conquistar pelos seus erros querem te abraçar com seus problemas . oh ! o que estou dizendo se eles são Apenas um produto do sistema ! Meu filho pergunta pra que ele deve prestar o vestibular , respondo a ele que ele deve prestar pra corrupção , pois da dinheiro e pode dormir sossegado pois no seu pais todos são retardados  Refrão: Querem te conquistar pelos seus erros querem te abraçar com seus problemas . oh ! o que estou dizendo se eles são Apenas um produto do sistema ! Acreditamos na TV Que só mostra pra você o que tem que ver , agora imagine se não fosse a globo ? o que iríamos fazer?  \"em todos os lugares vemos frutos do sistemas ,fantasiamos e fazemos de conta que isso naum é problema \"",
  "Senhor, Seu Troco": "Agora que você já derrotou Mais um inimigo Seu ideal venceu! Claro que ao preço de Milhares de vidas Por seu sistema, seu racismo, sua cor! Por quanto tempo mais? Senhor, seu troco!",
  "Senhor, Seu Troco!": "Agora que você já derrotou mais um inimigo, seu ideal venceu ! Claro que ao preço de milhares de vidas. Por seu sistema, seu racismo, sua cor ... Por quanto tempo mais? SENHOR, SEU TROCO!",
  "Shark Atack": "Here we are, another awesome sunny day Warm water, intense ocean blues I got my board and started swimming out from the shore But something bit me and took away my feet Shark attack!Shark attack! Shark attack!Shark attack! Shark attack!Shark attack! Olinda shark attack! Let the man get what he deserves!",
  "Shark Attack": "Here we are, another awesome sunny day Warm water and intense ocean blues I got my board and started swimming out from the shore But something bit me and took away my feet Shark attack! Shark attack! Shark attack! Shark attack! Shark attack! Shark attack! Olinda shark attack! Let the man get what he deserves!",
  "Siga": "Não se compra, não se vende Não se expande, não se retrai Não existe nada de meio Apenas é ou não! Existe uma reta em várias curvas Não está parada, não é veloz Não é alvo, não é meta Nem se pode esperar Sem condição! Sem sim, nem não... É importante desviar e distrair! Siga este caminho e vai encontrar Não há caminho, nem o que ver Está em você, está em mim, está em nós Não está no outro, no ouro, no céu, no inferno Ou no homem, em Deus Está bem aí dentro, está em suas mãos Basta ver, encontrar e usar Está nos olhos que choram Na sensação de felicidade de matar quem te matou Mas isso não importa, volte logo ao trabalho! Aceite seu limite e coma sua ração!",
  "Siga Tudo": "Siga Dead Fish Composição: Indisponível Não se compra, não se vende Não se expande, não se retrai Não existe nada de meio Apenas é ou não! Existe uma reta em várias curvas Não está parada, não é veloz Não é alvo, não é meta Nem se pode esperar Sem condição! Sem sim, nem não... É importante desviar e distrair! Siga este caminho e vai encontrar Não há caminho, nem o que ver Está em você, está em mim, está em nós Não está no outro, no ouro, no céu, no inferno Ou no homem, em Deus Está bem aí dentro, está em suas mãos Basta ver, encontrar e usar Está nos olhos que choram Na sensação de felicidade de matar quem te matou Mas isso não importa, volte logo ao trabalho! Aceite seu limite e coma sua ração!",
  "Sobre A Violência": "Você insistiu em não perceber, virar as costas e esquecer, agora é tarde, não tente se esconder! E sobre a violência, que você fingiu não ver agora explode, agora explode em sua cara, eu só vejo o sangue a correr. Não há mais nada, não tente se omitir e nem aponte o dedo pra fingir não ser você. E sobre a violência, que você fingiu não ver agora explode, agora atinge a sua vida e eu só vejo muros a crescer. E sobre a violência, que você fingiu não ver, e agora explode, agora atinge os seus filhos e eu só vejo lágrimas a correr.",
  "Social Agression": "It's so hard to live nowadays politicians all in fake and shit all around there's no reason to live now they spit in your face and you cant make any move the solution of this possession now is social aggression now a social aggression social aggression there is no solution I don't care about what you think now, fuck you all .Now I know there I'm fucked up again walking in this fucking street with shit in my brain I don't care about your reflection the reason of my life is social aggression.",
  "Sometimes": "Something just stops into be right Don't know if the way they come don't know if is the dark And the appaerence like that and you can even play And way you look around you spear all over it That's way you start to be so lost and need so much care You just can't see the wall this folder isoly to be back yourself The was I inside the pool love she that happens all the time The reason for the instinct hour act in a live Sometimes to be can do and together plea But you don't realise one cure for you speech for here But only feels time new not happen with a mind You doin' in december but I tought that groove nice And I not telling you to give your ass to anyone I telling you to be a weather things is a to had all The was I inside the pool love she that happens all the time The reason for the instinct hour act in a live Go!",
  "Sonho Médio": "Amanheceu mais uma vez É hora de acordar para vencer E ter o que falar, alguém para mandar Uma vida pra ordenar, poder acumular E ai então viver. Viver e prosperar Mais nada a pensar. Me myself and I E assim permanecer. Credicard, status quo É tudo que penso ser, ilusão é questionar O sonho médio vai, vai te conquistar E todo dia iremos juntos ao shopping pra gastar Ter e sempre acreditar. Princípio, meio e fim A hipocrisia vai vencer, vou sorrir pra você Será uma festa em meio ao caos e as pessoas feias pagarão Pois somos os eleitos, pelo menos achamos ser Nossa raça é superior, mas vou fingir ser daquela cor Roberto Campos é o nosso gurú E para sempre seremos liberais pra trabalhar, pra viver! Não importa se meus filhos não terão educação Eles tem é que ter dinheiro e visual O sonho médio vai, vai te conquistar Mentalidade de plástico e uma imagem a zelar",
  "Sonhos colonizados": "Como você aprendeu a viver assim? Você nunca vai conseguir parar! Nem perceber! Condenado à nunca olhar pro lado Você deseja somente o que te mandam Confortável conceder. O que é você? O que você quer? Desejos colonizados Tente se livrar! Coisas tão vazias pra mim Parecem ser tão cheias pra você! Quem te colonizou? Quem você vai culpar? Tente agora encontrar o que finge ser Como você gostaria de me castigar? Me aponte a direção Você sabe que pode ser muito melhor! Apenas não quer ver O que é você? O que você quer? Seus sonhos colonizados Vão te devorar!",
  "Sua Bandeira": "Te avisaram mas você fingiu não entender, agora é tarde pra tentar voltar atrás. A sua bandeira se tornou prisão, posso sentir o ódio em seu brasão. Não! Prefiro não! Quero lutar mas em outra direção. E se te deram esperança , e se tiraram seu emprego, te pediram pra esquecer. Você não quis se aprofundar, o verdadeiro motivo seu orgulho vai esconder. O grande pai vai te falar, sobre escórias vindas de outro lugar. A manipulação é o maior orgulho mais será em vão. Pois seu pano limpo com listras e estrelas me fez lembrar o Mickey mouse. Não vou cantar! Esse hino que você quer me obrigar. O mundo é um globo como uma nação, se chama humanidade e parece sofrer em vão. Sou um cidadão, quero igualdade e não ser o chefão.",
  "Subprodutos": "A felicidade é para poucos Todos nós sabemos: o mundo é ruim A ironia é desejar e nunca ter A propaganda diz: você precisa! Angústia na virada da estação Um produto pra te tornar especial Consumo necessário and very cool Não seja um perdedor A grande solução Vamos resolver Uma pra dormir, duas pra acordar Bem adaptados Todos passam bem Belo novo mundo Buscando sempre o diferencial O importante é nunca se deixar levar Intransigente diferença torna igual A ironia é desejar e nunca ter A propaganda diz: você precisa! O desejo sempre se parece o mesmo Massificado ou customizado Vanguarda exigente Mercado especial Leve a cópia como se fosse original A grande solução Veja como é simples Uma grade aqui, um alarme lá Bem resolvidos Todos preparados Em nossa igualdade (Pros mais iguais obviamente. Paz pra mim e guerra pra todos vocês!) Subproduto do subproduto De todo conceito que cria a cultura Do subproduto da massa ou da elite O que somos nós? De toda histeria de estar inserido Mesmo outsider ou très impotent No final das contas quem come a bosta de quem? Cientistas criando novas soluções Artistas sendo originais Médicos fazendo pílulas legais Escolha! Escolha!",
  "Tango": "Foi difícil entender, impossível de acreditar Uma vida devotada, embasada em um sobreviver Mais que qualquer ideal, sobressai o teu amor Não há ruas, partidos e regras para me deter Mais que uma instituição, feita para deformar Liberdade e emoção me permitiram sonhar Tu és a vida real, e sempre esteve de pé Nunca reclamou da batalha que é criar Sociedade e discriminação, cabeça erguida a enfrentar Nenhum patriarcado ou família te fizeram calar Não há nada a provar, eu já posso entender O que pode ser mais rebelde depois de você? Forte, viva e a sorrir, sua vitória deve insultar A todos que preferem te ver a chorar Acredite, aprendi demais, seu silêncio constrangedor Liberdade é muito mais que palavras a dizer Gostaria de agradecer, espero um dia retribuir Coração do meu céu, por favor, seja feliz! Agora vem a tua vez, usufrua do teu amor Sua prole sobreviveu, só resta agradecer. São Marias, Heloisas, Severinas Bernadetes, Rosas, Marisas, Izauras Valescas, Elianas e Martas Mulheres fortes que sobreviveram",
  "Tarde Demais": "Por um momento cheguei a pensar que Tudo isso teria um fim Por ingenuidade ou talvez inocência Teria um final feliz O que me assusta é a opressão Que nos obriga a ser frios E a naturalidade Encarar a perda de um irmão Vou deixar de sonhar Pôr os pés no chão Não mais me enganar Parar de chorar Se cair, resistir Levantar e enfrentar Não olhar pra trás Desistir jamais Tarde demais para voltar atrás Vou terminar o que comecei Fechar os olhos para a dor E esquecer o amor Se infelizmente isso acabou É porque nunca começou Se infelizmente isso acabou É porque nunca começou Vou deixar de sonhar Pôr os pés no chão Não mais me enganar Parar de chorar Se cair, resistir Levantar e enfrentar Não olhar pra trás Desistir jamais street , reffer e noção de nada bomba são brinquedos e talvez possam explodir A vida é um quebra cabeça, incompleto Onde a peça que falta se chama Esperança.",
  "The Party": "Come on everybody let's join the party they're killing another brother, so let's go, maybe they'll let us see! How fascinating scene where everything come out in a distorted way. Come on let's go let's watch a new sacrifice, they manipulate, i know what is better for me yeah, they don't killed our bro. it's just a movie scenery! now I'm fascinate, come on join us and celebrate the new order (that you) now imposed so now we just a little bit concerned! or just cry for a few? While they're killing million and we can only see one or two. What's on TV? Sometimes we do the same! Cause we have messias who only says the truth and we don't wanna hear the voice of pervert youth all these children need's a dosage of reality in our institution to learn not speak nosence about our good system our community is tired of been defied by this dirty punks. (they manipulate... now I'm fascinate...) is there any answer for what they are doing we can't also assume but sometimes",
  "Third World Friendship": "What's your conception what you call a friend sometimes is hard to know it is real or it's a dream. And i used to have this guys who were here in my mind but for money shit they must left the friendship away they used to be angry together we use to scream and fight now can you tell me what's right they used to be my friend we used to smile and fight now can you show me what's right i thought i wasted time but now i know you guys will be with me. The only thing to fight is for position and if you don't society will eat you these guys, you know, are gone 'cuz they don't want this fucking' shit. And now they clean the white feet in a first world nation. They used to be my friend we used to smile and fight and i don't know what's goin' on! I thought i wasted time I don't know I just tried but now I know you guys will be with me.",
  "Tijolo": "Agora que somos melhores compradores vamos descontar, O tempo perdido Não importa o passado, O que ficou pra trás Sempre melhores podemos pagar Um sonho de vida, mais uma mentira, poderemos nos tornar Máfia capixaba, quatrocentões, Tradicional família mineira Somos ricos e é isso que importa Civilidade ficam pra depois Sentimos quem ficou na porta Não foi preciso tanta instrução Se a violência paga as contas O que importa é que estamos bem Outro financiamento, já estamos na média! Dirigimos rápido, o futuro é logo ali Não nos importamos com quem vai a pé E deveria se apressar, Grilagem paraense, nacionalismo gaúcho Viúvas de Dom Pedro Somos ricos e é isso que importa, Civilizados ficam pra depois Sentimos muito pela inundação Mas nossos carros podem flutuar E a criança obesa morre do coração Seremos tudo que vimos na televisão A massa ganha as ruas, setenta vezes pra pagar São mais promessas, é mais governo E na república de bons consumidores A professora apanha, o tráfico troca de mão Talvez seja tarde demais, pra não morrermos De crack, tiro ou colesterol Somos ricos e é isso que importa, Civilidade ficam pra depois Sentimos muito pela inundação Mas é preciso especular",
  "Tim Maia": "Eu bem que te avisei Pra não levar isso a sério Eu sempre fui sincero e você sabe muito bem Talvez um pouco egoísta, talvez esteja fechado Talvez não queira mais Porque você quer mudar se está tão bom assim Não me imponha,não me obrigue mais, Seja o que for será Eu não te prometi nada Exigir o que sequer Pensamos pode nos destruir Estragar uma coisa boa Não é amor não é só sexo Talvez tente deixar como está Não quero seguir, quero só viver, Não estrague tudo me prendendo assim Ter um carro uma casa Um vizinho chato e um cachorro A conta da tv a cabo pra pagar As contas pra fazer, os beijos obrigados, O sexo sem tesão Me dê motivos.",
  "Trajetória": "Regendo regido Vida vital Sangue,suor,trabalho,capital Máquina,consumo,doença normal Loucura,cidade,violência Mais um dia de vida estou de pé Mais um dia de vida pra morrer Sexo,dinheiro,ego,ilusão Moralismo,sexismo,fluído e dor Lágrimas,sorrisos,discriminação Dor!Terra,água e ar! Mais um dia de vida estou de pé Mais um dia de vida pronto pra morrer Mais um dia de vida estou de pé Mais um dia de vida pra existir Viver se resume a isso então?",
  "Tudo": "Diga hoje: o que fará sorrir O que vai precisar para ser mais uma vez Diga hoje o que suportar Como comportar, vencer Tudo que é brilho, ou demodê Pra sempre mudar com a mesma paisagem pra sempre fingir, em um cenário real O show do dia-a-dia não completa mais Esta cena não satisfaz, nem nunca o fez Vendo isso sempre parece vazio Não parece ser um caminho Metas demais pra entender um porque... Pra sempre mudar com a mesma paisagem pra sermpe fingir, em um cenario real pra sempre, pra sempre tudo pra sempre tudo, espetacular! E o que fazia entender, (não vale mais!) Foi digerido Quanto mais correr, quanto mais gastar e o que mais dizer... Diga: já vimos este lugar antes o que foi que passou? diga pra sempre se arrepender sempre incompleto Usado como qualquer um Pois tudo, é ganância!(sem ver) Pois tudo, (sem ter) é ganância Não me vale mais não te vale mais não valha ninguem mas só ninguém consegue ver e o que fazia entender (não vale mais!) foi digerido Quanto mais correr, quanto mais gastar E o que mais dizer... E o que mais dizer?",
  "Tupamaru": "Quem pode continuar vivendo sob a mira da sua praxis Nessa agenda de prosperidade, só quem perde sou eu A vida é bem diferente do que vejo na TV Aprendendo a ser escravo dócil com sua informação Traduzir acenos de quem determina Acalma a multidão O sorriso de ódio que se aproxima Pronto pra se espatifar Muros de vergonha, documentos seletivos Mais de uma fronteira de um só lugar É para a segurança de quem pode pagar Quem sobra, quer dançar Se todos tem liberdade Se palavras tem valor Porque não posso entrar Mais uma campanha, mais de nosso esforço Promessas que todos fingem aceitar Encher de água o que foi cercado Se não me inclui, ninguém vai festejar Muros de vergonha, documentos seletivos Mais de uma fronteira de um só lugar É para a segurança de quem pode pagar Quem sobra, quer dançar Se todos tem liberdade Se palavras tem valor Porque não posso entrar? Sua guerra, meu dinheiro Suas armas, o meu sangue Se não dançam todos, não dança ninguém Sua produção, meus braços Seu lastro, o meu trabalho Se não dançam todos, não dança ninguém Não dança ninguém (Não dança ninguém)",
  "Tão Iguais": "Eu grito pelo meu país Que finge Os absurdos tão normais Onde estou Eu desejei o teu lugar Quis agir da mesma forma Aqui todos são iguais! Impunidade usada pra vencer Comprada com seus votos E sua omissão Legislar ou pedir pão Não seja tão honesto Ou irá morrer! Se resignar e aceitar Se eles são apenas dez? Não terá o seu quinhão Tão sujo quanto o deles Normalidade! Senso Comum! (Me lembro com se fosse ontem do meu pai me falando Para eu estudar pra ser alguém na vida E disse coisas sobre o caso da Aracelli e Ana Angélica E dizia que não ia dar em nada Lembro dos seus discursos sobre honestidade De como deveríamos ser e agir) Eu desejei este lugar Quis agir da mesma forma Aceitar os mais iguais! Eu desejei o meu lugar Vou agir da minha forma Quero coisas mais reais! Tempos depois o meu velho se foi e descobri que saber não bastava Tente conceber! Tente Vislumbrar! Que é tão igual quanto os Que odeia! Tudo isso vai mudar? (Precisava ser alguém e ter um nome Um brilho ou um padrinho, não abri a mão do que aprendi Para que ser o que eles desejavam que eu fosse Por isso prometi fazer alguma coisa, por todos que sejam honestos Por mim, por La Madre, minha avó, meus amores, amigos, irmãos E por todos que sofrem neste estado do Espírito Santo)",
  "Tão certo": "A conheci e tudo parecia tão certo! Oh não! eu menti Mas resolvi, agora sou um cara correto!sei não eu fugi Mas tudo é tão sério, a gente é tão sério, pra que fingir Que tudo tá certo, agente é tão sério Aquela alí fingib ser do tipo inocente, sei não, só fingi! E eu aqui fingindo ser do tipo decente, oh não, eu fugi Estudo é tão sério, a gente é tão sério, pra que fingir Que tudo tá certo, agente é tão sério A conheci e tudo parecia perfeito Oh não, eu menti Meu medo aqui Você acha que eu não tenho mais jeito, Mais não, eu penssei Mas tudo é tão sério, a gente é tão sério, pra que fingir Que tudo tá certo, agente é tão sério Lá, huuuu, Lá, huuuu, Lá, huuuu, Lá, huuuu,",
  "Um Homem Só": "Mãos, em outras mãos poder Onde esconderá? O que sempre foi seu E há muito já perdeu Eles dizem sim e não Verdades pra repetir O guia da solução Papéis pra atuar Guiados pela insegurança Sempre acreditando na bola da vez Um homem só virá te salvar Um homem só pra te trair, matar Esquecer que também é só Vá, siga aquela luz Tudo foi decidido Sem sua opinião Medo da diferença Medo de decidir Cantando o velho hino De pé aplaudir Certo de mais um engano Usando a história como escudo Se outros deuses vão trazer uma verdade Por quantos líderes mais? Pessoas vão morrer pra entender que a resposta está Mais próxima que um dia se imaginou Um homem só virá te salvar Este homem é você Te lembrar que não é mais ninguém Não há nada de divino nem sobrenatural É dar um passo a frente e confiar Fazer diferente, enfrentar a escuridão Não vai ser fácil, mas nunca foi... Vá ser o que quiser Mãos feitas pra construir!",
  "Um Quarto": "Progresso e paz. quatro canais a mais que ontem. não consigo perceber, estou tentando entender o que quer o 4º poder. respaldar o que não nos serve de nada. mas sim devo fazer, se a verdade está na tela, matar, chorar, linchar. me sinto melhor que antes pois faço o que manda. cada dia da semana, nas quatro temporadas. dia 4 quarta feira, abril, mais campanha, aprendi q pelos seus olhos devo odiar os guerrilheiros da colombia, os que morreram na Nicaragua, Honduras, Guatemala, pois eles, eles sim devem morrer. Devo me conformar! legítimo é você. por mais 4 anos prometo, por mais 4 gerações lhe obedecer, me resignar, sobreviver...",
  "Venceremos": "Nós sabemos, as coisas não foram assim tão fáceis In this brazaland way of life Poucos ficaram pra contar a história Como sabia, não nos odiamos tanto mais Fico imaginando quem roubou nossa inocência Tento descobrir a quem culpar Como nos velhos tempos Dedos apontados Sendo positivo na melhor das intenções Veja, os garotos ainda estão aqui Gritando por mudança Veja, eles ainda acreditam Em se unir, lutar, ganhar poder Tantas divisões pelo caminho Nossa guerra sempre foi a menos pior Se ainda conseguimos rir de tudo Por pior que isso seja ainda faz a diferença Fico imaginando quem roubou nossa inocência Tento descobrir a quem culpar Quero acreditar na velha ou na nova Em ser positivo e nunca desistir Veja, os garotos ainda estão aqui Gritando por mudança Veja, eles ainda acreditam Em se unir, lutar, ganhar poder Se não somos iguais O que nos mata é sempre o mesmo Venceremos!!! Se não estamos unidos Saibamos o que derrubar Venceremos!!! Se não for por você que seja pelo seu igual Venceremos!!! Faça por você! Faça por todos nós! Faça por ninguém!",
  "Vitória": "Sufocar, atrás de paredes que se fecham Numa cidade sem espaço pra crescer Optar entre a guilhotina e a gravata Se moldando ao meio, imaginando ter poder Tudo ao redor Parece encolher Do pó ao pó Nada vai florescer O rolo compressor te atropela, Vem te esmagar! Permanecer de pé! (De pé até o fim) Permanecer de pé! (De pé até o fim) Focar, competir, vencer! Prosseguir, Por novos caminhos não tão estreitos, No labirinto de desejo artificial Ser mais um Pode fazer toda a diferença Não questione, Ninguem vai te responder Inquietação Sem poder, sem viver Pronto pra ação, Enfrentar, combater Quem for tentar te derrubar Tentar te derrubar! Permanecer de pé! (De pé até o fim) Permanecer de pé! (De pé até o fim) Saber o que quer, E onde quer chegar Permanecer de pé! (De pé até o fim) Permanecer de pé! (De pé até o fim) Não podem mais te derrubar (Não podem mais te derrubar) O antigo, inimigo cedeu o espaço Pra um desafio ainda maior Se manter de pé, Contra o que vier, Vencer os medos, Mostrar ao que veio, Ter o foco ali, E sempre seguir Rumo a vitória!",
  "Viver": "Deve existir uma nova forma de ver De olhos fechados, poder entender Se todos os livros que eu puder ler Não lembrarem nada e eu não conseguir viver! Viver! Viver! E ter, e ver, e crer! Viver! Viver! Viver e ver em Se posso aprender também posso ensinar Aberto ao novo e nunca cristalizar Gritar, chorar, doer, pensar em mim Viver o total, o mundo é e não é teu Viver! Viver! Viver! Não crer, não ver, não ser Viver! Viver! Viver e ver em Se dou um passo à frente já estou em outro lugar Não preciso de suas muletas, pois os pés eu vou usar É ter autonomia pra guiar Olhar pra qualquer lado e ter o direito de me esborrachar",
  "Você": "Não sou um bom jogador Não sei dizer frases feitas Nada parece ser como é Posterga-se toda dor Faça-se a razão Deixo tudo em suas mãos Tudo que pensei por ontem Hoje não mais tentar Crê na vida de bons cidadãos Ruas iluminadas roupas limpas Nada parece ser como é Onde há muros há o que esconder Faça-se a razão Embaixo dos olhos da escravidão Não repita o que fez ontem Hoje não mais duvidar Sofrer por você Viver lutar De joelhos hesitar Por não te desejar Passos largos em direção Desejos por trás de desejos Sem te ter amor Por todas as contas, por todos os objetos Essa é a tendencia, isso é viver Por mais coêrencia, mais acertos, muito mais alvos Muito mais cor Sofrer por você Viver lutar De joelhos hesitar Por não te desejar Passos largos em direção Desejos por trás de desejos Por tanto te odiar E por isso cantar Por isso trabalhar, por isso roubar Por mais forte que seja Você está aqui, dinheiro.",
  "Wrong": "When you stay contrite praying for the gods, someone is talking and trying to command your mind, and with the money of innocent people benevolence, made a machine of illusion to command the world (humanity) While you destroy yourself on this state of mind, I'd like to tell you some truth (lie, shit, nothing) cause there's no Buddha, no ALA, no Jesus Christ, to forgive what your religion used to do. Centuries of war made in name of one god, and millions of children are killed with out even know why. I don't believe that this seet can put your life in peace, and if you care, I don't mind if one day you're gonna get rich, religion never gave people better life, only work on his rule, and use people, etniesand races to make money for his own.",
  "You Against!": "It always have to be like that another word negative, you always trying to be higher than me. But now I know that was attitude is pure fear of been denied but I don't mind this fucking shit dure ho punk guy. It's always wrong, It's always have to be, what I'm telling you is just you against me. You always right. My mind every day wake up OK, but I don't Know if you even have one cause this situation is not OK for your image you could loose money, against a stinking, fool not at the system guy. A perfect world... driven by perfect society... always trying to be upper me...",
  "Zero e Um": "Um bom computador e um carro veloz Pra me manter Distante de mim No amplo progresso entre zero e um Esconder em você meus erros Pensar sim, dizer o não Quanto mais perto mais distante do que sou Vou mentir Exagerar Essa verdade já não tem tanto valor Deletar O que realmente sinto e posso acreditar Programar Uma nova linguaguem em que possa me adequar Sem cores decadentes Sem nenhum arranhão Um brilho nos dentes E um vazio no ar E não há mais retorno com o que vai acontecer Já foi tudo planejado inexorável proteção Eu sei que você aceita como eu já aceitei Mais um anúncio em nosso caos Deletar O que realmente sinto e posso acreditar Programar Uma nova linguaguem em que possa me adequar"
}