{
  "22 anos": "Hoje vejo que o tempo já passou E tudo que pensei ainda não aconteceu Meus 22 anos também eram diferentes Quando pequeno imaginei tudo que eu faria Nem sei mais Se meus antigos sonhos Se tornarão reais Mas eu sei A vida passou Longe do que sonhei Planos que acreditei demoram a chegar A garota que eu amei e também não amo mais A formatura a que eu fui mas eu só assisti O futuro que eu previ mas eu não estou ali Nem sei mais Se meus antigos sonhos Se tornarão reais Mas eu sei A vida passou Longe do que sonhei",
  "A Máquina": "Pense na sua forma de agir Você é eficiente ou reage sem pensar As consequências podem ser problemas Com soluções impossíveis Uma semente que nunca brotou que surpreende a antiga forma de organizar E pode ser a engrenagem que faz parar... a continuidade da máquina Repetiremos até tudo parar Os mesmos erros, as boas intenções Repetiremos... Ações sem importância e o costume de deixar de lado sentimentos maus Toda energia acumulada e o equlibrio frágil que pode abalar",
  "A Máquina Que Sonha Colorido": "Eu vou falar, tente não me ouvir. Contra sua vontade, ainda estou aqui. Você quer me julgar, mas nunca tentou. A mediocridade é o que te restou. Me Chame vendido Enquanto puder Me Chame imaturo Se é o que quer. Chame seus amigos Pra nos odiar Porque nossa maquina não vai parar. Não me rendo eu não me rendo Não vou me entregar. Quis me derrubar, mas sem conseguir Ainda estou no chão, sempre estive aqui. Lembro de quem já me derrubou O mundo da voltas e o meu não parou parou. Me Chame falido Enquanto puder Destruiu a cena Que já não te quer. Chame seus amigos Pra nos odiar Porque nossa maquina não vai parar. Não me rendo eu não me rendo. Não vou me entregar.",
  "Abraço": "O passado e os fatos Me impedem de tentar É sem vontade Mas prefiro te falar Chamo de momento errado Não consigo esquecer Quem sabe um dia Você possa entender Queria que você com os meus olhos Conseguisse ver O que escolhi Sentir o que eu sinto O seu perfume ainda está aqui Vamos viver Agora só me resta Os abraços que perdi Tento só olhar pra frente Mas caminho para trás Longos passos E lembranças nada mais Você que estava ao meu lado E agora esta aí Representando as escolhas que eu fiz Tente imaginar como seria E não tente mais me odiar Apontar todos culpados E mesmo assim não conseguir mudar Para você Lembro do abraço que você me deu",
  "Acabou": "Quem me vê falar sobre tudo que não é quem me vê lembrar não vê que acabou Pelo outro lado vou andar e apagar a linha que você deixou Quem me vê falar sobre tudo que não é quem me vê lembrar não vê que acabou Pelo outro lado vou andar e apagar a linha que você deixou Do meu jeito vou ficar e traçar a linha que acabou Acabou",
  "Algum Valor": "Ao invés de esperar, ao invés de esquecer Eu devia testar sua coragem e pedir Para usarmos as mãos para concretizar Se viermos a ser alguma coisa então é já Mudar o mundo e não mudar nosso amor Trocar o meu suor por algo de valor O dinheiro não pode comprar minha paz Nos contentamos com a imperfeição Ao invés de explicar, ao invés de entender Eu devia usar minha razão pra decidir Qual caminho cruzar, qual palavra dizer Se existe um fim nos precisamos começar Mudar o mundo e não mudar nosso amor Trocar o meu suor por algo de valor O dinheiro não pode comprar minha paz Nos contentamos com a imperfeição Continuam a roubar, continuam a mentir Continua a impunidade e nada acontecerá É a vitória do mais forte sobre o fraco É o enterro dos nossos valores e da moral Da nossa moral, da nossa ingenuidade Da nossa liberdade Mudar o mundo e não mudar nosso amor Trocar o meu suor por algo de valor",
  "América": "Toda vitória se constrói desde o começo Sua história já estava no seu berço Meu futuro é hoje condenação todos criticam por inveja da grande nação Seu passado foi somente negação que me despertou Irmandade América (2x) Utopia surreal multidão colérica Todo fracasso é um livro aberto sobre a mesa tudo o que veio não é motivo pra surpresa Meu futuro é hoje condenação todos criticam por inveja da grande nação Seu passado foi somente negação que me despertou De um belo sonho de união um paradoxo sem razão Irmandade América (2x) Utopia surreal multidão colérica",
  "Anima": "Mesmo sendo proibido ser feliz Abra porta Pois o fim e o começo são iguais Mesmo não querendo acreditar Algo se envolveu Todos foram responsáveis mas ninguém notou Ele estava lá invisível como o ar Essencial que te formou Inconsciente como sonhar Como silêncio me dizendo pra te procurar A coerência destruiu a minha fé O meu caminho torto nada modificou Você é o bem e o mal e o caos dentro de mim Não somos um produto, somos o que restou Quanto custou nosso silêncio Quanto custou a nossa omissão Dizem que todos têm um preço Quanto eles nos cobrariam pra parar? Mesmo acreditando em equações Nossa vontade irracional venceu Acertamos essa máquina Que ainda insiste em funcionar Juntando os erros meus Com o desejo Incontrolável de te controlar Impulsivo, imperfeito Insensato, imortal Inconsciente como sonhar Como o silêncio me dizendo pra te procurar (Refrão)",
  "Ask Me Out": "When I was talking on the phone to Julia Hampting I turned a Don Juan to realize her dreams Julia had a dream so crazy and confused I wanna be a Barbie with bigger new boobs I don't think so, you'd rather a new brain I went to a toy store searching for a doll With nice body, with nice visual But I couldn't find 2 bigs boobs What Julia needed was a new book I don't think so what Julia said She said:  Yayayayaya, I wanna a credit card Yayayayaya, to buy a lot of Yayayayaya, I cannot stop Yayayayaya, Julia needed a new brain Julia bought new boobs and she has a new hair But now I know she needs a new head Won a lot of contests, she bought all her dreams I was her love but now I'm her butler I don't think so, I hate Julia Hampting She said: Yayayayaya, I wanna a credit card Yayayayaya, to buy a lot of Yayayayaya, I cannot stop Yayayayaya, Julia needed a new brain Turn out the phone, take with me I love this story, Julia Hampting",
  "Auto Ajuda": "Pra quê competir não quero ganhar quero evoluir continuar no chão Existe outro motivo vencer cada dia e chegar ao fim saber minha razão Fazer algum sentido traçar meu caminho não interferir na sua solidão Preciso me concentrar em viver agora Auto ajuda hardcore gritar alto o que me faz pensar melhor Pra quê combater não vou te derrotar quero te entender nenhuma gratidão Sem nada lucrativo vencer a correria e olhar pra mim ter alguma missão Sem procurar prestígio não precisar de abrigo de motivação viver deixar viver Preciso me concentrar em viver agora Auto ajuda hardcore gritar alto o que me faz pensar melhor",
  "Auto-Destruição": "Vou experimentar Descobrir o meu limite Quanto posso suportar Quanto posso suportar É mais fácil procurar alívio Do que transformar E ameaçar seu status quo É o que fizeram de você É o que te faz paralisar Não vamos deixar que este jogo eles ganhem Uô ô ô ô ô E roubem a verdade que existe em seu coração Uô ô ô ô ô Não vamos deixar que este jogo eles ganhem Uô ô ô ô ô Te restando o caminho pra autodestruição , sua detruição. Vamos alienar Aceitar nosso limite Procurar por diversão É mais fácil acreditar Que não há força em suas mãos Do que arriscar sua posição É o que fizeram de você É o que te faz paralisar Não vamos deixar que este jogo eles ganhem Uô ô ô ô ô E roubem a verdade que existe em seu coração Uô ô ô ô ô Não vamos deixar que este jogo eles ganhem Uô ô ô ô ô Te restando o caminho pra autodestruição , sua detruição. Se existe razão pra se destruir Então por que o medo de modificar Ficando no seu gueto te querem assim Congelado e confortável Não vamos deixar que este jogo eles ganhem Uô ô ô ô ô E roubem a verdade que existe em seu coração Uô ô ô ô ô Não vamos deixar que este jogo eles ganhem Uô ô ô ô ô Te restando o caminho pra autodestruição , sua detruição. Autodestruição, autodestruição",
  "Bandeiras Pelo Chão": "Discursos diferentes do que se pode ver palavras sem sentido e quem desobedecer É fácil ser contra gritar revolução fingindo apoio bandeiras pelo chão Não quero seguir o antigo padrão conservadorismo que na nova escola encontrei A estrada me mostrou não importa o que fizer pessoas abraçadas protegem interesses em comum Não sou mais um Me acostumei a jogar sem ter padrinhos escrever a nossa história sem perder o respeito a quem também anda sozinho dar o mérito a quem não merecer Já superei ter descoberto meus limites e os abraços que escolhi não receber sua virtude não aparece no programa que manipula opiniões pela TV Não quero seguir o antigo padrão conservadorismo que na nova escola encontrei A estrada me mostrou não importa o que fizer pessoas abraçadas protegem interesses em comum Não sou mais um Já esperei de todos a sinceridade alguma consideração pelo que fiz não confunda auto-estima com vaidade não se perca em idéias infantis Você não tem como escapar dessa mentira sua prisão te faz sorrir sem entender e manda embora toda idéia que te inspirar quem está fora é que vai prevalecer",
  "Beat In Your Heart": "I know that you will never trust me I know thet you can never open up your eyes To see the things i've chnaged in my life To have you back, please look inside I want you tell me what i need to do cause you don't know the places i've been through Looking for love or just distraction Nothing completes me, the way you do You got a bet, beat, beat, beat, beat, beat in your heart You got a bet, beat, beat, beat, beat, beat in your heart You got a bet, beat, beat, beat, beat, beat in your heart Beating for me, that never stops You got a beat",
  "Cedo": "Diga quem nunca teve medo de saber Descobrir que tudo que viveu Veio do caminho que escolheu Escolhi você Já não sei, se foi o céu que mudou seu olhar Se foi o mar que escondeu seu sonho Descoloriu tudo que era meu A ilusão de transformar o mundo Eu tive medo de querer você demais E perder o controle Sentir a falta do que não conheceu A realidade separou os nossos...sonhos Diminuiu o ar que existe em mim Escolhi você Eu tive medo de querer você demais E perder o controle Sentir a falta do que ainda não conheceu A realidade separou os nossos",
  "Cinza": "Decidi esperar toda essa chuva passar e quando o tempo se abrir eu vou poder descobrir O que há de novo que me modificou E se ainda resta alguma tinta na parede que me separou Todo o cinza pálido mudou de tom quando entendi por que não vemos Eu não sabia que a verdade era tão frágil em minhas mãos eu não queria te mudar eu não queria nenhum perdão É cedo demais e se ninguém ainda acordou não posso me guiar por quem dorme e prefere não saber como é abrir os olhos e caminhar em outra direção dorme por saber como é difícil entender melhor é desistir calar e consentir O que há de novo que me modificou e se ainda resta alguma vida na rotina que paralisou Tudo que existia na constelação escondeu o brilho que não vemos",
  "Classe Média": "Um carro usado eu comprei Não ando mais de lotação A casa eu financiei Me viciei em prestação A causa é nobre Paraíso pobre (uoooou) A maior conquista Paguei a vista (uoooou) Classe média eu sou... Faz parte de mim Me matar de trabalhar Pra me manter assim Quero dizer que consegui me acomodar Não resisti! Financiando ostentação Alimentando a ilusão Só pensa em ter o que não tem Do seu vazio virou refém A causa é nobre Paraíso pobre (uoooou) A maior conquista Paguei a vista (uoooou) Classe média eu sou... Faz parte de mim Me matar de trabalhar Pra me manter assim Me roubaram e eu não liguei Mentiram e eu não vi Inflacionado, juro alto Vou me manter assim Quero dizer que consegui me acomodar Não resisti!.",
  "Contra Todos": "Todo dia eu vejo as mentiras na minha TV Sempre a mesma história, escondem o que você não vê? E eu penso \"O que vou fazer\" Não vamos desistir Nosso pensamento será um Seremos um contra todos Nao vou, não vou Vamos resistir Não vamos desistir Vamos resistir Get up lazy start to fight right now! Você não está só, levante sua voz preste atenção Todos vão te ouvir, não será como a televisão Impondo sua metade Não vamos desistir Nosso pensamento será um Seremos um contra todos Não vou, não vou Vamos resistir Não vamos desistir Vamos resistir Get up lazy start to fight right now! Não vou, não vou Não vou, não vou Não vou, não vou Não vou, não vou Vamos resistir!",
  "Correr ou lutar": "Não tente me derrubar você precisa de mim pra viver e aprender a realizar seus planos Destrua a contradição a vaidade te impede de ver e entender que somos as mesmas pessoas Você não vive sozinho Eu sou a pedra no seu caminho E do seu lado vou andar Escolha então correr ou lutar Não tente me convencer a intolerância comanda seus passos e fecha seus olhos para o mundo Pare e olhe ao seu redor e comece a entender porque todos Podem fazer suas escolhas Você não vive sozinho Eu sou a pedra no seu caminho E do seu lado vou andar Escolha então correr ou lutar Lutar X3",
  "Deixe os Sonhos": "Escolhi, estar aqui Estou sabendo me arriscar Vou sacrificar o passado Viver o que ainda não vivi Eu não vou olhar pra trás E esquecer do que aprendi Deixe os Sonhos Te levarem aonde você quiser Deixe os Sonhos Te levarem aonde você quiser viver Tentarei não parar olhar pra frente eu decidi e quem estiver ao meu lado comigo vai sentir Que não vou olhar pra trás E esquecer do que aprendi Deixe os Sonhos Te levarem aonde você quiser Deixe os Sonhos Te levarem aonde você quiser viver Mesmo que não seja o que pensei Não vou parar é isso que sonhei e aprender a valorizar Estamos aqui...",
  "Descobri o Que Sou": "Viva intensamente era meu pai a me dizer Quando era pequeno pro mundo entender Eu não sabia nada, mas aquilo me marcou Porque eu descobri O que sou Ganhei uma guitarra um presente de meu pai Rodei na sexta serie fiz tudo que não se faz Não servi o exérrcito, vestibular passei Fiz algumas musicas sobre o que pensei O meu mundo mudou Eu fiz mais muito mais E aquilo me marcou Me fez ir atrás Viva intensamente era meu pai a me dizer Não sou um modelo sou alguém como você Não quero ser gênio quero ser o que quiser Porque eu descobri o que sou Enquanto eu me perdia numas festas por ai Encarei verdades e o mundo percebi Me senti sozinho até ela aparecer De repente tudo começou a derreter Ela me encantou Eu quis mais muito mais Tudo simplificou Não, não pare mais Viva intensamente era meu pai a me dizer Passo os meus dias esperando por você Eu quis transformar essa historia em canção Porque eu descobri o que sou Porque eu, e eu fiz E com ela vou partir Aprender a dividir Uma historia construir Porque eu descobri Me mudou",
  "Despedida": "A única coisa que quero que lembre É que nunca vou me arrepender daquilo que fomos dos dias dos sonhos de sermos pra sempre ligados Eu sei que é dificil entender por que não quero mais persistir, me enganar Você que um dia era tudo que eu tinha Mudou e não pude acompanhar Vamos deixar no passado promessas e sonhos de lado Deixar que o tempo nos faça bem Mas não Eu sei que nunca vou me arrepender Mas não Eu sei que nunca vou te esquecer Mas não Eu sei que nunca vou me arrepender de você Eu me acostumei com você, não pensava mais em trocar minha estabilidade Fazer outros planos, em outros caminhos escutar minha vontade Vamos deixar no passado promessas e sonhos de lado Deixar que o tempo nos faça bem Mas não Eu sei que nunca vou me arrepender Mas não Eu sei que nunca vou te esquecer Mas não Eu sei que nunca vou me arrepender de você",
  "Diga Amém Ou Não": "Vamos aumentar sua contribuição para deformar a próxima geração. Tudo que preciso é de dinheiro e fé, acredite é verdade, diga amém ou não. Quem é você pra me dizer? Eu quero mais que obedecer. Quem é você pra me salvar? Eu não pedi pra me ajudar. Pague com a alma pela libertação, use sua mente, alienação. Faça o que eu digo não precisa pensar, feche os seus olhos, diga amém ou não. Quem é você pra me dizer? Eu quero mais que obedecer. Quem é você pra me salvar? Eu não pedi pra me ajudar. Vamos aumentar sua contribuição para deformar a próxima geração. Tudo que preciso é de dinheiro e fé, acredite é verdade, diga amém ou não. Pague com a alma pela libertação, use sua mente, alienação. Faça o que eu digo não precisa pensar, feche os seus olhos, diga amém ou não. Quem é você pra me dizer? Eu quero mais que obedecer. Quem é você pra me salvar? Eu não pedi pra me ajudar. Quem é você pra me dizer? Eu quero mais que obedecer.",
  "Digital Native": "Get out of here, There is a border to believe, Out of my land, You're not my virtual friend, There's no Belief, Plain fake connection you and me, Simulated reality on-line insanity. Just go away, Broadcasting feelings everyday, No real life, This is the future I don't mind, Psycho disease, Don't know the world outside the screen, Simulated reality on-line insanity. Bored generation in a fancy cave wi-fi, The world outside the window is just a file in archive, Selfish revolution on the land of touch-screen, The Kid typing the history is a Digital Native.",
  "Divinorum": "Acreditei em uma história que eu mesmo inventei Acreditei em uma mentira que criei pra te deixar ficar Mas a verdade é que preciso te falar Eu achei que estava certo me entregando a você Descobri que estava apenas me escondendo de viver Agora entendo eu nunca tive medo de me machucar Prefiro sentir saudades, prefiro me arriscar Em algo mágico que traga algum alívio Existe a dor eu sei mas encontrei você Pra me anestesiar, pra me entorpecer Pra me fazer ignorar os meus problemas Pra me envenenar e pra me distrair Pra me fazer acreditar que vale a pena Eu construí a tua imagem da maneira que eu quis E não notei que estava muito perto, não consigo ver Por isso vou olhar de longe pra entender Não digo que é tua culpa a escolha que eu fiz Mas descobri que não é isso que eu quero para mim Agora entendo que fui eu que escolhi me machucar Prefiro a ingenuidade, prefiro me arriscar (Refrão) Pulei pra destruir o chão Não pra sentir as mãos querendo me parar Sabia o que iria acontecer Eu tentei me ferir, eu não tentei voar A experiência pode ser apenas Repetir o mesmo erro sem saber que errou Existe dor mas encontrei você Pra me anestesiar pra me entorpecer Pra me fazer ignorar os meus problemas Pra me envenenar e pra me distrair Pra me fazer acreditar que vale a pena",
  "Dizer": "Não vou dizer O que penso pra você Vou preservar Tudo que temos pra viver Também não sei Se nosso amor já existiu Talvez depois Seja tarde pra eu saber Só seu olhar Me fez forte pra entender Se seu amor É forte por nós dois Agora eu vou Lutar pra te ter Nem que seja eu O primeiro a dizer... Ter futuro ou não Não há como saber Pessoas vão e vem Eu não quero insistir Só seu olhar Me fez forte pra entender Se seu amor É forte por nós dois Agora eu vou Lutar pra te ter Nem que seja eu O primeiro a dizer...",
  "Dois Lugares": "Tão insano mas não posso te negar Não, meus sonhos já não bastam pra guardar É um lugar para me proteger Uma prisão que serve para libertar Uma noite inteira para me perder É um refúgio para te encontrar Meu universo paralelo Tudo é irreal, nem tudo de verdade E foi naquele amanhecer Eu acordei em dois lugares Vi dois mundos se formarem para mim Fiz desvios para não chegar no fim Um palavra para me afastar Contra o teu gesto para me prender É o refúgio para encontrar A segurança que nos faz perder (Refrão 2x)",
  "Elementar": "Quando você nasceu todos sabiam falar já existiam regras para te formatar Tudo que aprendeu parece sem sentido a hipocrisia é mais forte do que o reino prometido Quem é você? quem inventou seu nome? quem é você? quem te ensinou a acreditar o elementar paralisar o elementar em fúria segue o fluxo Quando você perdeu todos sabiam por quê já existiam regras para te convencer Tudo que recebeu já deixou definido seu lugar no esquema que te mantém corrompido Quem é você? quem inventou seu nome? quem é você? quem te ensinou a acreditar o elementar paralisar o elementar em fúria segue o fluxo Acreditar no seu país, acreditar na redenção acreditar na igualdade, acreditar que todos são bons acreditar na democracia, acreditar no consumo acreditar no fogo e no ar, acreditar na terra acreditar na água, acreditar na sua. Não acredite em mim não acredite em mim não acredite em mim se eu estiver na televisão O elementar justificar paralisar o elementar em fúria segue o fluxo",
  "Elementar II": "Queria ter a pretensão De quem um dia se atirou ao mar E enfrentou as ondas Pra encontrar a paz Queria ter a confiança De quem um dia enterrou sementes E acreditou no tempo Pra se alimentar Você e eu estamos muito longe Fazemos parte de uma outra dimensão Você e eu estamos tão distantes Estamos juntos num milagre elementar De viver e errar Queria ter coragem Igual de quem um dia dominou o fogo E conquistou a noite Sem se arrepender Queria ter a consciência leve Igual a quem planou no ar E encontrou um horizonte A decifrar Refrão by rPereira",
  "Estou Cansado": "Estou cansado de esperar o tempo Mudar as coisas, entre nós existe um abismo e eu não posso mais viver... Pra repetir os erros Que cometi por não lembrar Aquilo que vivemos e não valorizar Quem sabe um dia eu te conheça Talvez eu possa te reconhecer Mais de um milhão de coisas pra falar mas quando te encontro não consigo organizar meus pensamentos e dizer Repita os mesmos erros Que cometi por não lembrar Aquilo que vivemos ou não valorizar Quem sabe um dia eu te conheça Talvez eu possa te reconhecer",
  "Freak Out": "Dear, darling, baby I love you like Like the sun is shining in the sky I'm not crazy you are really cute My own blaze you are my own muse Sweet, honney how do you get so fast be most beauty sinner in my head I don't know exactly what I have to do But I'm sure I'll do Only your eyes can say to me The words inside your head Your voice is like a song My heart will go on Are you afraid, I hold your hand Please tell me, my sad end Please kiss me one more time Your lips are my pride Are my pride, your lips are my pride, pride",
  "Fui Eu": "Todo dia eu preciso me reinventar A rotina é a prisão e eu quero escapar Minha raiz crescendo, e nunca toca o chão Sigo com o vento, sem nenhuma direção Fui eu que escolhi Viver minha vida assim Não diga que não te avisei Se quer ficar, não ficarei Nada te impede de viver A intensidade e o prazer A intensidade e o prazer A intensidade e o prazer Mudo de cidade, mudo de opinião Eu levo a sombra me seguindo pelo chão Toda essa busca, terá um porque Busco por aquilo, que ainda não sei o que é Fui eu que escolhi Viver minha vida assim Não diga que não te avisei Se quer ficar, não ficarei Nada te impede de viver A intensidade e o prazer A intensidade e o prazer A intensidade e o prazer Não diga que não te avisei Se quer ficar, não ficarei Nada te impede de viver A intensidade e o prazer A intensidade e o prazer A intensidade e o prazer Fui eu, que escolhi Viver, minha vida assim Não diga que não te avisei Se quer ficar, não ficarei Nada te impede de viver A intensidade e o prazer A intensidade e o prazer A intensidade e o prazer",
  "Gritar": "Se foi apago a luz do quarto pra lembrar A cada dia que vamos manter Motivo do sorriso e do olhar E com os dias vão escurecer Vive dentro de mim (O que?) Me cala ao gritar Você que vive nas memórias que esqueci Seu rosto não consigo enxergar De noite fecho os olhos para ver Vivências ao seu lado vão contar Vive dentro de mim (O que?) Me cala ao gritar Tão grande que percebi (O que?) Não paro de gritar",
  "Harmonizar": "Não sei porque teu pai te ensinou Que é dificil conseguir o que queremos muito Pensamos demais Diga-me a verdade Eu nunca fiz por mal te censurar São as pessoas os conceitos que não mudam Quero viver com você Os melhores dias, então conquistar Me harmonizar por tudo que é bom E pela verdade Temos nossos planos a seguir E permitir que nosso sonhos Não sejam iguais, objetivos Digo que é maldade tentar reprimir o que é \"normal\" são as mudanças, pensamentos que perturbam Só o futuro entenderá o amor que temos Neste dia então Vamos viver sem dar explicações",
  "I Believe": "As you waste another day Being consumed, getting grey Media, tv, what's your name ? Well, I hope maybe someday you'll change Ahh, I believe, I'm naive Standing here, why don't you hear ? I still recall, you're just a fraud The time is gone, just make up your mind, your mind It's not so hard just to think And it's so easy to be real But you know, we're so few This is for sure, nothing new What's your recall ? I believe, I'm naive Standing here, why don't you hear ? I still recall, you're just a fraud The time is gone, just make up your mind Just make your mind (4x)",
  "I've got a Dream": "I've heard you speaking about pollution A trashed world you think: there's no solution Mr. Government, is this your democracy ? You call the way, we go on your own way  'Cause I've got a dream of democracy 'Cause I've got a voice to a better choice To a better choice, yeah Look all around you, maybe you are blind That fucked up society, who can you find ? I'm sure about the problems I'm living everyday A stupid corporation controlling our way 'Cause I've got a dream of democracy -------|2x 'Cause I've got a voice to a better choice -| To a better choice 'Cause I've got a dream of democracy + (better choice, better choice) 'Cause I've got a voice to a better choice + (better choice, better choice) To a better choice",
  "Identidade": "Estou cansado da imagem Que as pessoas agregam a mim Sei o que sou, vou continuar Até que possa entender Que essa é a minha identidade O mundo busca o perceber Paralela realidade Vendo aquilo que não vê Vou caminhar mais uma vez Sem direção buscando o fim Resolvi jogar e não vou perder Até que possa entender Que essa é a minha identidade Tentamos nos fechar Preguiça, medo, insanidade Várias portas para entrar E sei pra mim quem mudou fui eu Me permitir saber voar Os seus fracassos não são meus Procure ver até o final A vida cômoda Sempre querer voltar Começando a perceber Que essa é a minha identidade Todos partimos daqui Lembre dos ventos da verdade Se identifique sair by rPereira",
  "Inferno": "I have lost my way into the wood Where am I tonight? Fear inside, I'm lost and so alone Where will I go? I have reached a hill and tried to climb Now the dawn has come But a Wolf is standing in my way Won't let me go Are you real, or nothing but a ghost? Save me from the Wolf! |Follow me|, he says, |And you will see what's beyond life| On the Hill of Dawn I climb behind him He's the guide and master Now in front of us there is a door Where will it lead? [Spoken Bridge:] Per me si va nella citta dolente, Per me si va nell'etterno dolore, Per me si va tra la perduta gente. Dinanzi a me non fuor cose create Se non etterne, e io etterna duro. Lasciate ogni speranza, o voi ch'entrate.  [Chorus:] Virgil Guide me through this world Where spirits cry Keep me safe and tell me how To live my life [Chorus]",
  "Instante Inconstante": "Ignorar o que foi falado pra você Foi o erro que te afastou Eu juro eu não queria divisão A soma agora só nos faz perder Todo o respeito Tentarei manter E o que vivemos Pertence a você Eu sei tudo o que faria e o que farei Pensar no que existia é só seu Viva agora não o que viveu Num instante eterno eu ficarei Amanhã Quando um novo dia acontecer E todos estivermos por ali Com uma nova história repetir Num instante inconstante sem você Que escolheu o medo Parou de sonhar Preferiu o erro Não aceitou mudar Refrão Se soubesse não limitasse Coragem é virtude que não tem Refrão",
  "Janeiro": "Fecho os olhos pra me levantar e esquecer o que passou A falta que você me faz É do passado que existiu O que ficou... Na minha solidão, não estou só, me sinto assim... Não posso ser só um, sempre terei você em mim... As dúvidas que estão aqui Tentando convencer-me que Aquilo que você falou Ainda dói em mim Janeiro acabou... Não devo nem tentar Muito menos desistir... Não posso ser um só, sempre terei, recomeçar... Recomeçar... X8",
  "Lado Oposto": "Queria ser inocente De todos os meus pecados Queria ser menos humano E nunca estar errado Queria ser insensível Não ter um coração Queria dizer o que penso Não ser uma contradição Mas sou o ódio te ensinando a amar Eu sou o sono te mandando acordar Eu sou a frente, o verso, o início, sendo o fim Você é o erro que dá certo pra mim Eu sou a morte te ensinando a viver Eu sou o fogo que vai congelar você Eu sou o riso que entristece o seu rosto Eu sou ninguém, eu sou você Eu sou o lado oposto Queria ser eterno Pra não precisar de ninguém Queria saber o futuro E tudo o que me convém Queria ter sido educado Sem nunca ter feito lição Queria mudar o passado E te deixar na solidão Mas sou o ódio te ensinando a amar Eu sou o sono te mandando acordar Eu sou a frente, o verso, o início, sendo o fim Você é o erro que dá certo pra mim Eu sou a morte te ensinando a viver Eu sou o fogo que vai congelar você Eu sou o riso que entristece o seu rosto Eu sou ninguém, eu sou você Eu sou o lado oposto  Ao mesmo tempo rico e tão pobre de princípios Ao mesmo tempo simples e completo de vazios Com um visionário cego seguindo meu caminho errado Enquanto vivo um terço (vou pelo menos tentar) Mas sou o ódio te ensinando a amar Eu sou o sono te mandando acordar Eu sou a frente, o verso, o início, sendo o fim Você é o erro que dá certo pra mim Eu sou a morte te ensinando a viver Eu sou o fogo que vai congelar você Eu sou o riso que entristece o seu rosto Eu sou ninguém, eu sou você Eu sou o lado oposto",
  "Loucos Animais": "Hoje não temos tempo Nem precisamos mais pensar O ar dentro do peito Está a me sufocar O rio virou cimento A vida é irreal Perdemos sentimento Caminhamos, construímos Inventamos todo o nosso mal As ruas são vazias Todas as mentes são iguais Perdemos os instintos cedo Loucos animais O céu hoje é cinzento Retrato do final Podia ter mudado Entendendo, questionando Água virou veneno Tudo é desigual Sendo sempre pequenos Iludimos nos vendendo Inventando todo o nosso mal Um dia do passado Tentamos reviver Um sonho inacabado Destruindo, consumindo Libertando o mal em você",
  "Me Façam Entender": "Outra vez eu vou falar Tudo que me indignar Eu ligo a tv e não vejo nada Caminho pelas ruas vejo gente abandonada País empobrecendo me obrigando a assistir (Não) O enriquecimento de quem detém o poder Roubam na sua cara não há nada o que fazer E somos obrigados a viver assim? (Não) Me façam entender (2x) Nossa voz calou-se então Meu discurso não é em vão Não vamos esperar pelo nosso fim Vamos levantar para reagir Me façam entender porque estou aqui (Não) Olhar para o lado e ver gente pelo chão Um olhar sem esperança filho da situação Não tendo o que comer sem ter pra onde ir (Não) Me façam entender (4x)",
  "Medo": "Eu não me entendo mais E também não sei porque A gente foi assim Algo forte pra esquecer O tempo já passou Mas ele está parado aqui E tudo que mudou Não muda mais o que eu senti Mesmo de longe continuei A te ver e te querer Mas de perto sempre eu Tento te convencer Não é certa nossa união Pois o medo me seduz E me confunde pra dizer Tudo que eu poderia esquecer Vou tentar vamos viver... Hoje você ligou Pra me dizer que estava só Mas só ai estou eu Com tanta gente ao meu redor Parece ilusão Essa história de esperar Que um dia vai dar certo Mas a quem vou enganar? Se só o medo nos parou Pra talvez não recomeçar E tudo que tivemos não Poderia continuar... Queria ser um sonhador E esperar um final feliz Mas a vida me acordou E agora estou aqui Esperando por você...",
  "Meus amigos": "Onde estão os seus amigos Ninguém abriu a porta pra você entrar Mesmo de longe posso ver você Fingindo estar feliz Num mar de ilusões pra acreditar Que ser assim e reprimir Não vou parar, modificar E desistir, nem esconder Que o caminho é modificar Onde estão os seus sorrisos Ninguém sabe seu nome E onde você está Sinto saudades da pessoa Que um dia conheci Acreditando construir Seu ideais, pra ser feliz Sem precisar mudar seu jeito De conviver, e continuar A escrever a nossa vida",
  "Minha Liberdade": "Esqueça todos os seus medos seus conceitos, nossa missão será mudar As atitudes que herdamos Nosso passado se repetirá enquanto improvisarmos soluções para problemas reais, perdidos Eu vou fechar os olhos Tentar imaginar Que a minha liberdade Só depende daquilo que penso Nós pagaremos pelos erros que não cometemos e nosssa razão será mais forte que todas as emoções que não podemos negar, instintos e impulsos naturais que nos fizeram vencer o mundo Eu vou fechar os olhos Tentar imaginar Que a minha liberdade Só depende daquilo que penso Consumir, para existir, resistir para viver X8",
  "Mudaremos": "Mandaram lhe avisar o que pode acontecer Pra você se conformar com o que resta pra você Quiseram lhe mostrar a maneira de viver Pra você não questionar como poderia ser Eu não vou parar tenho muito pra pensar Somos quem pode mudar Melhorar o que vier Vamos implantar a maneira de pensar Não podemos esperar Para nos vender Não vou calar (não vou calar) a voz que vem de todos Não vou esperar (não vou esperar) Se nele eu mesmo eu tento Um dia todos vai nos escutar Nossa voz será um hino Mudaremos o que vemos",
  "Nada Mudou": "Parece maldade Parece cruel Oportunidades não caem do céu Já passou da idade Mas não percebeu Que o próprio destino ele não escreveu Sem autoestima e sem pretensão Tão acostumado ele só quer atenção Contra os extintos vai sempre perder Sempre alienados sem nunca saber (Nada mudou) O tempo acabou (Nada mudou) Pra viver (Nada mudou) O tempo acabou (Nada mudou) Pra viver (Nada mudou) Parece maldade Parece cruel Oportunidades não caem do céu Já passou da idade Mas não percebeu Que o próprio destino ele não escreveu (Nada mudou) O tempo acabou (Nada mudou) Pra viver (Nada mudou) O tempo acabou (Nada mudou) Pra viver (Nada mudou)",
  "Nossas Diferenças": "Vou te avisando não queria falar, a sua voz faz meu ódio aumentar ( eu parei, eu parei) Estivemos juntos agora acabou, Um duelo de egos que me esgotou (Eu parei, eu parei) O meu caminho eu quero seguir Sem teu julgamento eu vou conseguir Todas as regras quero esquecer Eu estou pronto para renascer Veja agora o que consegui, Não foi sozinho o que construí (Eu parei, eu parei) Não espere de mim o quer pra você Eu sou diferente tente, tente me entender (eu parei, eu párei) E agora sozinho vou me permitir, Sem teu julgamento eu vou conseguir Todas as regras eu quero esquecer, Eu estou pronto para resnacer Nossas diferenças são nosso ponto em comum A sua insegurança não vai te proteger Nossas diferenças são nosso ponto em comum E toda insegurança pro todo prevalecer",
  "Não Existe Mais": "Quero compreender você mais Do que simplesmente interpretar com os olhos O que os olhos podem disfarçar Espero entender o que te faz Simular o controle de situações E as razões que te escondem de você Te ouvi dizer Não é certo ser Seriam mais felizes se fossem iguais Desperceber, te conhecer Descobrir que teu limite não existe mais Poderia até acreditar Tua imagem esconde a fragilidade Quanto a quem se aproximar Não há motivos pra continuar Deixar de encarar o que é errado Responsáveis que te faz sofrer Te ouvi dizer Não é certo ser Seriam mais felizes se fossem iguais Desperceber, te conhecer Descobrir que teu limite não existe mais Viver, lutar, vencer, por que? Acreditar, plantar, esperar, crescer Ahhhhhhhhhhhhh Não existe mais Não existe mais Não existe mais Não existe mais Não existe mais Não existe mais Não existe mais Não existe",
  "Once One Day": "Distance is a good reason For writting another song I´m not talking about bad feelings I´m talking about love songs Another girl at the same town, town Sometimes we´re fascinated Sometimes we´re wrong Sometimes we´re late But I always have a song Now I´m afraid I lost my heart again       again We have a long trip But I don't know what we'll find Maybe a good show but not a perfect wife Why those histories always have the same end ? Why should I believe ? Once one day Everything will turn fine Everything will turn great And I'll have you with me You with me Waiting someday Can I be at your side ? Living empty days Living an empty life Why those histories always have the same end ? Why should I believe ? Once one day Everything will turn fine Everything will turn great And I'll have you with me You with me",
  "Other Ways To Lose": "I've been growing up and feeling the changes Yesterday I believed in my dreams What's the problem with me ? I don't care, I'm searching the key I can see, there are many ways to choose No matter if you take other ways to lose 1-2-3, better for you and me I choose the chords like you can see It's so hard to face the fears The way that our life change the dreams Now my doubts are controlling my head Why can I be like you do ? 'Cause my brain is turning myself confused Are the doors closed for me Am I drunk, am I naive ?  by gatinha_ligeirinha",
  "Outubro, 27": "Não pense que mudei por não estar aqui vazio o que ficou eu tentei encobrir Lembro que, eu pensei que esses dias passariam de uma vez e fui eu que escolhi, esses dias sozinho eu passei Seu corpo ao me tocar seus beijos inventei a força de te amar não quero desistir Tento ou não, mais uma vez nunca é tarde fecho os olhos pra me ver já não sei acreditar, a luz lá no fundo não se vê Me dê a mão não me deixe aqui Tento ou não, mais uma vez nunca é tarde fecho os olhos pra me ver já não sei acreditar, a luz lá no fundo não se vê Me dê a mão não me deixe aqui",
  "Paciência": "O vazio onde estou Em meio ao caos dentro de mim Construiu a solidão Tudo é fogo e secou O sorriso congelou Todo o fluxo tem seu fim Onde estiver lembre de mim Toda a vida procurei Em você eu me perdi Descobri você em mim Tudo é fogo e secou A metade que restou Todo o fluxo tem seu fim Onde estiver lembre de mim Nos retratos e canções Nos momentos de nós dois Transformando-nos em só um Onde estiver lembre de mim",
  "Passo Errado": "Tentei não lembrar O motivo pelo qual eu não paro de chorar Por que foi assim Não valeu a pena ser o que você não foi pra mim  Minha solidão é embasada no motivo Agora sim não tem perdão por Quem pode esquecer Que um dia você foi o que agora não vai ser  Me diga por que Minha confiança fui perder Não há nada É sem razão Minha solidão  Meus amigos estão aqui Tentando resgatar o orgulho que perdi por Você que me mostrou Dei um passo errado no caminho que você criou  Gostaria de voltar Meu caminho desviar Pra bem longe de você Que me faz entender  Me diga por que Minha confiança fui perder Não há nada É sem razão Minha solidão",
  "Pastor Felício": "Pastor Felício era líder espiritual Cultuado por seus fiés Origem humilde e um passado tão legal Aprendeu a pregar nos states Pastor Felício não era tão normal Vou te contar o que ele fez Do rebanho a fé usou pra roubar geral Ganhou poder, ditou estupidez Me passe a senha do seu cartão Tiro o diabo na televisão O dizimo tem que pagar Me dê tudo o que você juntar em nome do pai Pastor Felício odiava homossexual É misógino e racista também Pastor Felício no ano eleitoral Usou a doutrina pra se eleger Foi pra brasília deputado federal Quis manipular nossas leis Sua cura é lavagem cerebral Um sorriso e tá tudo bem Me passe a senha do seu cartão Tiro o diabo na televisão O dízimo tem que pagar Me dê tudo o que você juntar em nome do pai",
  "Pedras": "Sigo em frente rumo ai infinito Vivendo hoje o que é o melhor para mim Nada poderá me derrubar De uma forma que eu não vá me reerguer Vou destruir Destruir, destruir! As pedras que não vamos carregar Sigo em frente rumo ao infinito Deixando tudo o que já passou pra trás Nada poderá me derrubar De uma forma que eu não vá me reerguer Vou destruir, destruir, destruir! As pedras que não vamos carregar Tudo que passei Serve de base Pra eu fincar Meus pés aqui E destruir toda maldade Que jogarem contra mim",
  "Piteco no boteco": "Piteco no boteco Piteco no boteco.. Ele vomitou, Ele vomitou Piteco no boteco Piteco no boteco Ele vomitou, Ele vomitou",
  "Por Nossa Paz": "Fomos obrigados a aceitar O nosso papel de cidadão Levar nossas vidas sem pensar Nos encaixar nos moldes do padrão Fomos convencidos a esperar Os heróis que nos libertarão Que nos impedirão de pensar O modo de fugir desta prisão Será uma revolução, a nossa revolução Fomos programados a tentar Levar uma vida de prisão A cada dia ter que levantar E esperar os dias que virão  Será uma revolução, a nossa revolução Por nossa paz, Por nossa diversão Pra nos curar, todos pensarão(todos terão voz)",
  "Por Vir": "Tentei mil vezes te mostrar O que sinto por você e as coisas que tive que aprender São coisas que vivi E vivo por nós dois Antes, agora e depois Lembre que... Os retratos que tirei Tudo que fiz O tempo que esperei Tenho você aqui Espere mais Que o melhor está por vir... Se acaba a escuridão Da noite que chorei Momentos que não quero lembrar Tão forte é o amor Tão fácil de quebrar Mas não tão fácil de morrer sobreviveu... Os retratos que tirei Tudo que fiz O tempo que esperei Tenho você aqui Espere mais Que o melhor está por vir... Os retratos que tirei Tudo que fiz O tempo que esperei Tenho você aqui Espere mais Quero dizer Que o melhor está por vir...",
  "Por que Não?": "O lobo disfarçado Vomitando doutrina E seu rebanho suicidar Caminhando de olhos fechados Porque não? Porque não? Não Vamos vender o amor, vamos vender o amor de Deus Vamos vender o amor de Deus Vamos vender o amor de Deus Vamos vender o amor de Deus Pra ter um sonho realizado Me de uma parte do seu suor Ou te farei ser odiado por ser aquilo que você é Porque não? Porque não? Não Vamos vender o amor, vamos vender o amor de Deus Vamos vender o amor de Deus Vamos vender o amor de Deus Vamos vender o amor de Deus Mas se fizeram o céu, o mundo é garantido Tua cabeça ou do divino Porque não? Porque não? Vamos vender o amor, vamos vender o amor de Deus",
  "Proibido Ser Feliz": "Posso te contar porque Vivo a anos por aqui O ideal nos transformou No que agora deve ir Será que esse é o fim Do sonho que realizou Me sinto estranho ao cantar A melodia que restou Proibido ser feliz eu não quero mais gritar Todo nosso ideal Não foi feito pra chorar Proibido ser feliz no mundo que me envelheceu A nostalgia vai ficar a rebeldia vai voltar Onde está a revolução o meu motivo pra seguir somos culpados por matar o nosso grito juvenil Bebidas drogas diversão fizeram parte do total hoje tenho a noção hoje enxergo o final Proibido ser feliz essa é sua canção não me vejo em você ainda sou o que eu quis Proibido ser feliz o singular já acabou a força pra continuar busco na ira que restou Proibido ser feliz essa é sua canção não me vejo em você ainda sou o que eu quis Proibido ser feliz no mundo que me envelheceu A nostalgia vai ficar a rebeldia vai voltar",
  "Pronto para funcionar": "Nem eu mesmo pude saber Há algum tempo quando pensei Quem eu era e quem vou ser Tanta mudança por escolher Estou pronto para funcionar então Em vão Existem regras, outro lugar Longe de ser, continuar Funcionando não só querer Poder de novo e sentir Que estou pronto para funcionar então Descobrindo tudo Continuar no chão Quando pensei Agora vou parar Eu imaginei Impossível continuar aqui O nosso lugar O lugar de quem Escolheu mudar E não ser mais um Desequilibrar São todos, são um Prontos para funcionar",
  "Pulsação": "Eu ando confuso sobre nós Vivendo sem razão Alimentando sonhos De que tudo será melhor Não admitindo errar Errando ao ser assim Tentarei descrever Metafórica pulsação Eu sei, é difícil de entender Entre medos e discursos Não sei se falo ou não A arma que está apontada aqui Palavras munição e tudo a perder Tentarei descrever Metafórica pulsação Há noites que nem o luar Conseguirá me iluminar Em meio a toda a escuridão Vários caminhos a seguir De novo estou a caminhar Sem destino pelo tentar Tentei por nós Tentei fugir A pulsação terá seu fim Terá seu fim A pulsação que bate em mim",
  "Repito": "Não importa o motivo ninguém deve julgar Você é o meu vicio Vem depressa pra me enlouquecer Você quer me levar pra dentro de você. Ela vem e eu fico Quando vou... Com ela eu repito Ela vem e eu fico Sempre mais Com ela eu repito. Quando consigo acordar Vejo que é aqui que eu quero ficar Com o caos e com a confusão Estou dentro de você Sinta-me então... Ela vem e eu fico Quando vou... Com ela eu repito Ela vem e eu fico Sempre mais Com ela eu repito. Ooo (sempre mais) com ela eu repito...",
  "Reviver": "Aquilo que eu vi E todo o tempo que perdi Já é tarde pra viver Nunca será pra acontecer  Pra viver o hoje e o amanhã, Sempre além do que foi ontem Pra não perder o daqui a pouco E superar o tempo passado  Estar sempre em algum lugar Entre o ontem e o amanhã Entre viver e ter vivido Sem nunca deixar de viver  Não vou mais reviver  E a vida passa ali Um outro mundo que eu não quis E enquanto eu acordar Vou me esforçar pra não dormir E a vida passa ali Um outro mundo que eu não quis Não vou mais reviver  Mais um ano por aqui Avaliando o que escolhi Pensando hoje o amanhã E perdendo o ontem pra sempre  Deixar pra trás o que passou Sem se perder no já passado Querer pra sempre o hoje Como se não fosse só agora... Enquanto vier o logo mais... Como se não houvesse amanhã  Não vou mais reviver  E a vida passa ali Um outro mundo que eu não quis E enquanto eu levantar Vou me esforçar pra não dormir E a vida passa ali Um outro mundo que eu não quis Não vou mais reviver",
  "Revolução": "Nos encheram de comida e informação Nós herdamos a malícia e a destruição Ensinaram o consumo como diversão Não ver a desigualdade e a poluição Nos tiraram energia para reagir Esperando acomodados ver tudo cair Os filhos abandonados sem educação Esperando inanimados por alguma ação Não diga que nós somos Os únicos culpados Eu sei que você sabe quem eu sou Eu sou mais um exemplo da nação Eu sou o porta-voz da geração que nasce Eu sei que você sabe quem eu sou Não somos resultado da razão Nós somos a real revolução que nasce Nos encheram de preceitos e contradição Nós mudamos os conceitos pela distração Ensinaram a mentira e a contravenção Preferir tranqüilidade e alienação Esconderam nossas armas para reprimir Nossa busca pela própria razão de existir Perdidos no anonimato de uma multidão Aceitando o destino de escravidão Não diga que nós somos Os únicos culpados Eu sei que você sabe quem eu sou Eu sou mais um exemplo da nação Eu sou o porta-voz da geração que nasce Eu sei que você sabe quem eu sou Não somos resultado da razão Nós somos a real revolução que nasce",
  "Rock Falido": "Sexta-feira à noite nada pra fazer Tudo que me resta é puteiro fumar e beber Maldita cidade fudida, roça do caralho Nada de bom acontece, porra, caralho Alguma coisa eu tenho que fazer Jogo, birita, fumar, fuder Rock falido Rock falido Saio com meu carro voando, madrugada fria Só gasto minha grana com puta, gasolina e birita Ás 3 da matina eu sento na calçada e choro E lembro semana que vem vai ser a mesma merda Alguma coisa eu tenho que fazer Jogo, birita, fumar, fuder Rock falido Rock falido Por favor eu tenho que fazer Algo de bom, eu quero viver Eu quero conhecer gente louca Algo real, beijo na boca Rock falido Rock falido",
  "Rockstar": "Cinco anos de idade Ele já fez o seu primeiro show Conquistou todas meninas Lá do prédio onde morava E por nenhuma se apaixonou Era apenas o começo Ele sabia ele queria mais Quando a guitarra ele tocou Por que algo lhe dizia Este era o seu lugar E uma canção ele escutou E a canção falou... He was born to be a rockstar He was born to be a rockstar, rockstar yeah! Logo todos os conceitos da sociedade ele negou Não queria ser igual Ele sabia que o destino algo especial lhe reservou Era só questão de tempo e persistência Para conquistar o seu lugar ao sol Se juntou com os amigos Pôs o pé na estrada E decidiu seguir somente o coração Descobriu o som He was born to be a rockstar He was born to be a rockstar, rockstar yeah!",
  "Sanidade": "Acendo mais um cigarro Pra aliviar a tensão Apago a luz do meu quarto E a confusão deixa bem claro Que voce não vai me controlar Você não pode mais me controlar Você não vai me controlar Você não pode mais me controlar Eu quero paz, um pouco mais de conhecimento Estar do lado de quem sabe usar a razão Sanidade é um problema Pra quem morre de paixão Se a verdade é um dilema Vamos ser sinceros no caixão... Por que cuspir no seu prato? Quero que todos sejam iguais a você Não quero ser diferente A ingratidão deixa bem claro Que voce não vai me controlar voce nao pode mais me controlar voce não vai me controlar voce nao pode mais me controlar Sanidade é um problema Pra quem morre de paixão Se a verdade é um dilema Vamos ser sinceros no caixão",
  "Se Foi": "Se foi bem longe das histórias que inventei seu rosto não consigo desenhar motivo pra pensar e pra sorrir enquanto os dias vão entardecer Vive dentro de mim o quê me cala ao gritar Você que vive nas memórias que escolhi distância que não pude alcançar motivo pra acordar e prosseguir enquanto as tardes vão te proteger Vive dentro de mim o quê me cala ao gritar",
  "Sem chão": "Estar aqui e entender Que o mundo não foi feito pra você Simples ser, saber lutar Mas ainda não ter no que acreditar Sobreviver Sem chão voei Longe da verdade um dia imposta pra você Sem chão cai Abrirei os olhos no começo do meu fim Se libertar de onde nasceu Acreditando no que deve acreditar Muro caiu podemos ver Que do outro lado eu também posso ficar Posso escolher Sem chão fiquei Toda a verdade está dentro de você Sem chão sorri Da grande piada que te fazem ouvir Fui ao tempo não percebendo Do que era novo eu precisava me apoiar Com o tempo fui notando Era uma peça fora do lugar Estou sem chão",
  "Sempre": "Quando acordei com você perto de mim, descobri a razão de não estar sozinho aqui. Nos gestos, abraços e seu jeito de me olhar, no infinito dos seus olhos onde a confiança está. Eu nunca pensei que seria tão normal pedir para você não mudar tudo continuará igual. Os dias que viraram anos para nós nos disseram a verdade nos fizeram um só. Muitas vezes tenho dúvidas se acabou, é eterno ou nunca começou. Mas quando você acorda e sorri pra mim todas as perguntas tem as respostas enfim. Sempre, sempre com você aqui. Sempre, sempre com você aqui. Em momentos que o fim parece triunfar, um ato a simplicidade continuando a acreditar. Sentir o vazio, o presente, a prisão, o tão fácil é difícil a nossa contradição. Muitas vezes não temos certeza se amanhã é eterno ou nunca começou. Pacientes finalmente aprendemos a crescer e agora o futuro que virá. Sempre, sempre com você aqui. Sempre, sempre com você aqui. Bastariam alguns minutos com você aqui pra tornar perguntas vem as respostas para mim. Nesses dias que o sol insiste em brilhar as cortinas do meu quarto não querem me mostrar. Sempre, sempre com você aqui. Sempre, sempre com você aqui.",
  "Será Viver": "Tente ignorar Temos o universo pra enfrentar E o mundo pra vencer Amanhã dependerá de nossas mãos Que podem machucar Que devem construir Você não teve persistência pra esperar A minha iniciativa não te convenceu Não use as mãos lavadas pra me condenar Pois seremos culpados do que acontecer E o que virá Será melhor que recuar Será Viver Não tente simular realidades simples de encarar Basta querermos ver Amanhã dependerá de nossos pés Que podem tropeçar E te fazem cair Você não teve persistência pra esperar A minha iniciativa não te convenceu Não use as mãos lavadas pra me condenar Pois seremos culpados do que acontecer E o que virá Será melhor que recuar Será Viver",
  "Seus Ideais": "Tinha o nome da sua banda preferida tatuada No lado esquerdo do seu peito pra ficar perto do coração E nunca mais sair Tinha uma foto autografada E cortava seu cabelo Como se fizesse parte de um exército Para seguir as letras que cantava E repetir os refrões que amava Mas a vida não deixou Que a sua juventude Pudesse durar pra sempre Pouco a pouco esqueceu Que um dia quis ter um destino diferente de seus pais Ela vendeu seus ideais Tinha solução pra todos Os problemas desse mundo Tinha a sensação de que podia tudo E tudo iria melhorar Bastava acreditar Certeza de que tudo vai mudar Mas a vida não deixou Que a sua juventude Pudesse durar pra sempre Pouco a pouco esqueceu Que um dia quis ter um destino diferente de seus pais Ela vendeu seus ideais",
  "Sightseeing": "Get the bus, I'm gonna show to you All the things they don't want you to see Just because showing what's real They never be able to get all their fee On your right you can realize That people's rights may not be achieved And on your left, wow what a surprise The garbage where people's hopes are left Tourist know our day (2x) Hope you enjoy your stay But don't run away If you don't like it, please do something to change Please don't sleep, we haven't finished yet I'll give more reasons for using the flash There's a leak in information net If you'll sell the pictures you should make it in cash Straight ahead, later on this road We'll stop for lunching and breathing freash air Be afraid, prepare for the load This is a country, you'll have to take care Tourist know our day (2x) Hope you enjoy your stay But don't run away If you don't like it, please do something to change Tourist know our day (2x) Hope you enjoy your stay Please don't run away If you don't like it, please do something to change Tourist know our day -------------------------| Hope you enjoy your stay ---------------------|2x Please don't run away ------------------------| If you don't like it, do something to change -| Tourist know our day Hope you enjoy your stay Please don't run away If you don't like it, do something to change Tourist know our day (2x) Hope you enjoy your stay But don't run away If you don't like it, please do something to change",
  "Sonhe Colorido": "Já tive muitos motivos pra parar mas ainda estou aqui Momento único que quero eternizar e com você vou dividir. Eu sei sonhar Só sei viver Contra tudo Que corrompe Nosso mundo Existe alguém Consumindo o que é você Hoje a verdade é o caos social e a falta de opção Te transformaram no cidadão ideal pronto pra alienação Eu sei sonhar Só sei viver Contra tudo Que consome Nosso mundo Existe alguém Corrompendo o que é você",
  "Street Kone's Revenge": "Watch out Police Sugar Kane Steals Kones  They are so Easy To see Easy To Make Easy To Keep And easy to take When People Sleep And Also Lonely in the Night They live on the steets And they may not fight We do not sit and Leave them to die... We put them on the stage The place that they deserve No matter what's their age All the chics will observe The Street Kones' revenge The SK revenge",
  "Supernova": "Era a história de um herói Que morreu dentro de mim Quando destruí meu sonho Tudo o que acreditei Todo o preço que paguei Parecia um desperdício Construí meu mundo novo Sem barreiras pra te separar Descobri que amar é o gesto Não são as palavras Quando acaba a ilusão Quando só nos resta o chão Quando o fim é um inicio Quando tudo dissolver E do nada renascer O que era o principio Então começo a viver Eu caminho em direção A tempestade faz lembrar Descobrir minha verdade Toda briga que perdi Erros que já cometi Por viver a realidade (Refrão)",
  "Surtei": "Não dá pra acreditar Algo ruim aconteceu O que há de pior em si É a luz que cega o eu Respire fundo, expire o mal Faça o que quiser Se sabe de onde veio Se é que sabe o que é Na mente, o vazio A realidade derreteu O instinto é primário O inesperado aconteceu Aconteceu, eu sei Aconteceu, aconteceu, não sei Eu surtei Não percebi (nem é tão mal assim) Dá até pra duvidar Algo ruim aconteceu A estrutura que vivi De repente corrompeu Eu acredito que é normal fazer o que quiser Ninguém aperta o freio Corro o enquanto eu puder Na mente, o vazio A realidade derreteu O instinto é primário O inesperado aconteceu Aconteceu, eu sei Aconteceu, não sei Eu surtei Não percebi (nem é tão mal assim) É elementar a continuidade da máquina É só diversão esquizofrênica para mentes ociosas Por nossa paz, rudimentar Uma vez dia colorido Ignorância pluralística Eu surtei, não percebi (nem é tão mal assim) Eu surtei",
  "The Basic Dream": "One day of lies, another day hatted Your clothes, your mind, a kind of disease Can you show me what you pray ? Straight ahead, do me a favor my friend You bought your look to sell your image You think \"I'm the one\" because you are great Take your credit card and buy some stuff Definably dude you're not changing the world  The basic life you used to live The basic lies, the basic fear All the time you live the basic dream Another time you can't do what you say ? 'Cause you are the one who's playing the game Shut up and burn your stupid speech Like girls and beers is not a disease The basic life you used to live The basic lies, the basic fear All the time you live the basic dream We say, we say, we say another day (3x) We say (3x) We say, we say, we say another day (2x)  by gatinha_ligeirinha",
  "Todos Nós Vamos Morrer": "Tudo que penso não tem mais valor Pois todos nós vamos morrer Porque aceitamos não evoluir Consumir se tornou meu prazer Sonhos descartáveis tentam me vender O mundo é uma liquidação Pra mim não importa o preço a pagar Parcelei minha destruição Diga adeus, pois esse é o fim Agora o caos é a revolução Que nós vamos ter que enfrentar Abra os olhos, veja ao seu redor Pois tudo logo acabará Não foi um cometa que caiu do céu Que fez tudo se extinguir Foi nossa vontade, querer sempre mais Ter tudo não te fez feliz Diga adeus, pois esse é o fim Que eu escolhi para mim Diga adeus, pois esse é o nosso fim.",
  "Tonelada": "Pablo alugou um avião de carga especial Com o objetivo de cruzar fronteira ilegal Comprou uma tonelada de farinha la em Medelín Ainda foi sucesso \"sem problemas, confia em mim\" O avião foi carregado abastecido tava preparado O tempo estava aberto o céu de pique e terá tudo certo Subiu que é uma beleza la em baixo só a natureza O avião foi avistado na floresta la do outro lado Passou perto de uma tribo, não queriam mais amigos Avistaram um avião, um bicho estranho, chamou a atenção O pajé apavorado o encarou como inimigo Juntou a indiarada foi uma chuva de flechada Pablo se apavorou Acertaram o avião O avião perdeu controle sua turbina não quis funcionar A flecha acertou em cheio, gasolina começou a vazar Perdeu altura rápido e rezou pra não morrer Mas pelo seu jeito, o seu Deus não quis lhe proteger O avião veio no chão, pegou fogo a tribo adorou A tribo adorou Fogo no chão A tribo adorou Fogo no chão Pablo morreu tostado Escolheu o caminho errado de repente acabou Toda a cocaína envenenaram toda a região Uma fumaça estimulante e a tribo adorou Tinha índio se mordendo com a pupila dilatada o pajé só discursava enquanto o fogo dominava",
  "Tudo Que Eu Falo": "Por que me nego em ser tão óbvio? Se meu destino é tão certo Um dia eu vou morrer Eu sei você também E o que acontece nesse tempo Tudo o que eu falo Tudo o que eu penso Será usado contra mim Por que eu tento ser correto? Se nosso tempo é tão escasso Se não fizer aqui Quem sabe nunca mais E tudo vai virar passado Tem coisas de que me arrependo Somente por não tê-las feito Mesmo não sendo errado Mesmo não sendo em vão Ainda assim serei julgado Tudo o que eu falo Tudo o que eu penso Será usado contra mim Agora eu sei que é mais racional Acreditar no mundo irreal Do que tentar prever O que eu vou sentir Mesmo que faça tudo certo Tudo o que eu falo Tudo o que eu penso Será usado contra mim",
  "Um Milhão": "Toda vida eu tentei seguir aquilo que escolhi A tentação aparecia mesmo assim eu resisti Uma oferta inesperada de repente veio a mim Trocar as pedras do caminho pelo atalho para o fim Minha verdade, por um milhao O meu orgulho, por um milhao A minha arte, por um milhao A santidade, por um milhao Uma voz inconsciente incapaz de aceitar Lutava contra a consciência a convencendo a negar A vida é dura enquanto dura, se nao for nao é pra mim Andando torto sem tontura e sinuoso ate o fim Minha verdade, por um milhao O meu orgulho, por um milhao A minha arte, por um milhao A santidade, por um milhao Toda a vida eu tentei seguir aquilo que escolhi A tentação aparecia nao liguei eu resisti",
  "Um Pouco de Tudo": "Juro que esperei você ligar Eu esperei algum sinal para voltar Recomeçar bem diferente Quero te ver vivendo em paz Dando risada do que um dia te mudou E te fez olhar pra frente Um pouco de atenção Um pouco de maldade Um pouco foi desejo e irresponsabilidade Um pouco solidão Mas nada que vivemos se perdeu Um pouco de tudo aconteceu Um pouco de tudo aconteceu Um pouco de ... Eu ensaiei milhões de coisas pra dizer mas quando encontrei você nenhuma veio em minha mente Sinceramente eu só quero todo o bem e ninguém pode entender O que acontece realmente Um pouco de atenção Um pouco de maldade Um pouco foi desejo e irresponsabilidade Um pouco solidão Mas nada que vivemos se perdeu Um pouco de tudo aconteceu Um pouco de tudo aconteceu Um pouco de tudo...",
  "Vamos Seguir": "Eu vou negar O fato de querer Mudar e não poder O jeito de você pensar Sobre o que passou Sobre quem eu sou E quem é você em nossas vidas E o que representa ficar Sem sua presença e seus pensamentos Sem suas idéias Vamos seguir Esquecer o que passou, Ficar com o que restou E quem sabe um dia nos poderemos contar A história Iremos rir Do nosso próprio passado Do que nos fez Fortalecer nossos passos",
  "Vazia Perfeição": "Não tinha opinião não tinha inimigos não precisava de um sentido para existir Vazia perfeição fugia do perigo sempre tentava se dar bem e não sair ferido Um estranho no espelho remexeu no que estava enterrado erros do passado já deixaram cicatrizes que não podem se apagar Nada pode apagar Perdeu aceitação saber foi um castigo logo entendeu que uma mudança havia acontecido Um estranho no espelho remexeu no que estava enterrado erros do passado já deixaram cicatrizes que não podem se apagar já deixaram marcas fundas que não podem se apagar nada pode apagar (4x) Não tinha opinião não tinha inimigos vazia perfeição fugia do perigo Um estranho no espelho remexeu no que estava enterrado erros do passado já deixaram cicatrizes que não podem se apagar já deixaram marcas fundas que não podem.",
  "Velocidade": "Pare de pensar no que passou Já é dificil de viver bem o presente Luzes apagadas, frases esquecidas E a velocidade que mudamos nossas... Vidas.. Eu quero ter você pra sempre Eu quero ter você somente neste instante Que pertence a nós O futuro, o presente e tudo que virá depois Eu nunca te julguei pelos seus erros Já é dificil conviver com meus defeitos Águas que passaram, conselhos de amigos E o modo como tudo faz sentido Tudo faz sentido... Eu quero ter você pra sempre Eu quero ter você somente neste instante Que pertence a nós O futuro, o presente e tudo que virá depois Luzes apagadas, frases esquecidas E a velocidade que mudamos nossas vidas Águas que passaram, conselhos de amigos E o modo como tudo faz sentido tudo faz sentido X2",
  "Versos Seus": "Um dia a mais sem você Me faz crescer e entender Posso te ver perto de mim Minha ilusão é sentir Seja aqui Aonde for apague a luz que você deixou Em mim Versos seus, recordação Dos meus momentos de ilusão Eu menti, você perdoou. Lá nasceu nosso amor Não estou mais Com você Posso tentar Te convencer, a voltar Não estou mais Com você Posso tentar Te convencer, a ficar Ou apague a luz que eu vou deixar.",
  "Vinte e Cinco": "hoje decidi não vou mais tentar te mudar descobri que nosso improviso é imperfeito não vou mais mentir pra mim chegamos num lugar bem mais longe que permitiram nossos os defeitos acabou a energia e tivemos que parar como o outono inevitável que termina o verão acender todas as velas pra podermos enxergar como se houvesse amanha eternamente no começo mas já cansado de esperar eu vou mudar tudo que penso preciso eternamente alguma forma diferente de pensar hoje descobri outra razão pra me arriscar mesmo que pareça ser mais fácil esperar o tempo é bem mais difícil não agir ter que pensar respeitar o caos que se alimenta dos mesmos defeitos",
  "Vital": "Não quero trabalhar das 8h às 6h Não quero ir pro trânsito outro vez Muita bosta no mesmo lugar Cinco anos pra esperar mudar E não mudar! Eu não aguento mais todas as leis Viver a fantasia de burguês Toda a merda no mesmo lugar De cabeça eu vou mergulhar E não mudar! Não mudar, não mudar, não mudar, não mudar! Dizem que é sintoma de estressado Dizem até que é depressão Tão me tirando de otário Tão me tirando a razão",
  "Viva Livre Ou Morra": "Nada foi em vão Nem os risos, nem as lágrimas Nada importa mais Nem o ouro poderá levar Não pediu perdão Dos seus erros não esquecerá Aceitou o fim É o destino de quem quer viver Ninguém poderé fugir Só o amor, a liberdade será eterno em mim Tudo entendeu Uma vida ao mesmo instante Tudo o que viveu Nada repetiu, nada reverteu Não se arrependeu Nem defeitos, nem enganos Nada mais restou É o destino de quem quer viver Ninguém poderá fugir Só o amor, a liberdade será eterno em mim",
  "Vou Esperar": "Que pena que vc já tem um outro amor... Também não sei por que isso tudo começou... Pois eu já sabia que eu não poderia levar em frente Oque sentia ao ver vc... Ele que me desculpe mais eu vou falar... Me encantei logo que eu te vi passar... Uma energia na simpatia mas quem diria que ia me perde que não ia te esquecer,quando vc falou. Que ele te machucou (vou esperar) Até o dia que vc não quizer mais (vou esperar) E perceber que aqui tem um outro rapaz (vou esperar) Desposto a fazer só aquilo e sermos mais feliz como um dia vc sempre quiz. É táo estranho mas sei que vc me faz tão bem quando está longe eu só penso em vc.. Acho que algum tempo atrás eu era um bom rapaz até saber que morreria se não ter conhecer Nunca mais vou te esquecer.",
  "Vênus": "Estar perto mas não posso te tocar, Decorar seu rosto, nunca pude ter Escutar seu nome, ver você falar Proteger sua vida, minha vida inteira. Sempre quis, sempre vou esperar, Sempre que anoitecer Esperarei você voltar Sempre quis, sempre vou esperar Sempre que anoitecer, Me aproximarei Quando o céu escurecer Então verei você brilhar Como se fosse uma estrela Que não consigo alcançar. Sempre quis, sempre vou esperar..",
  "We Have To Do": "Stupid people, what you see ? I can see your wishes falling down for you and me Our government really know We're not one, we're a million, we're growing up  We have to do Those things being truth We have to do We here for us and for you We are fighting without guns Our shots, our speech and our voice It's so easy to sing that song We can build our way to grow up We have to do Those things being truth We have to do We here for us and for you, you, you To do (3x) --|2x We have to do -| We have to do Those things being truth We have to do We here for us and for you By gatinha_ligeirinha",
  "We'll be at Home": "We are side by side Together in car, this a perfect life Today we still believe This is a moment that we needed to live Now we are in another town Other places, another crowd We'll be drunk for many days We'll meet nice people, bye for sad days  I know I'll be playing tonight My friends on the stage, different faces Together we'll be drunk all right Another house, our new home I bread and milk, I need a phone I'm missing my old scene My old friends, my old dreams I know we're late to back We'll be at home but I know this is not the end ????????????? ????????????? ????????????? &lt;&lt;&gt;&gt; I know we'll be playing tonight My friends on the stage, different faces Together we'll be drunk all right I know we're late to back We'll be at home but I know this is not the end The end (3x), this is not the end",
  "You Hate Them": "Why don't you raise your voice ? 'Cause you're never gonna listen Listen what he said My failure are controlling my head Is there any reason for all of this ? I don't know what I really mean They are searching for frauds I said so loud  Your fear is here now ----|3x Fight and let it go down -| Your fear is here now, bye for now What really makes you scared ? I can't do anything for me Your destiny don't have any choice Superficial ideas changes my voice You'd rather be asleep ? I don't know what I really mean They are searching for frauds I said so loud Your fear, here now ------|3x Fight and let it go down -| Your fear, here now I said I'm a fraud Woh oh oh oh... You hate them (2x) You hate, I never lie You hate them (2x) You hate, I never try You hate them (2x) You hate, I never lie You hate them (5x) You hate, I never lie You hate them (2x) You hate, I never try Try, try  by gatinha_ligeirinha",
  "You against !": "It always have to be another word negative You are always trying to be higher than me But now I know that is attitude, is a pure fear of been denied But I don't mind this fucking shit, dure ho punk guy  It's always wrong, it's always have to be What I'm telling you, just you against me (2x) You always right (2x) My mind every day wake up ok But I don't know if you even have one 'Cause this situation is not ok, for your image you're against the money Against a stinking, motherfucker, motherfucker not at the system guy It's always wrong, it's always have to be What I'm telling you, just you against me (2x) You always right (2x) A perfect world driven by perfect society Woh ohh, woh ohh (2x) It's always wrong, always have to be What I'm telling you, just you against me You always right (2x) Always trying to be upper me Driven by perfect society A perfect word, driven by perfect society Driven by perfect society Always trying to be upper me, you're against me",
  "Às Vezes Eu Penso": "Ás vezes penso Ás vezes até consigo pensar Em algo que não Que não tenho mais tempo pra te dar Agora eu sei, aproveitar E meus amigos... Já não sei mais Se estou sozinho Nunca fomos nós Já não me lembro Em tantos sonhos, Você veio me encontrar Não há razão Pra eu ter que te perder Pra eu te encontrar Agora eu sei, aproveitar, E meus amigos Já não sei mais Não estou sozinho Nunca fomos nós"
}